[
    {
        "id": 1,
        "title": "الوقت والمشاعر",
        "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
        "info": [
          {
            "text": "من خلال الحب، يمر الوقت دون أن يلاحظ، ومن خلال الوقت، يمر الحب دون أن يلاحظ.",
            "author": "- دوروثي باركر"
          },
          {
            "text": "يقوي الوقت الصداقة ولكنه يضعف الحب.",
            "author": "- ألبرت أينشتاين"
          },
          {
            "text": "إذا كان الحب يقتل الوقت، فإن الوقت ينتقم ويقتل الحب.",
            "author": "- مارجريت تاتشر"
          },
          {
            "text": "عندما تجلس بجوار فتاة جميلة، يبدو أن الساعة دقيقة، ولكن عندما تجلس على مقلاة ساخنة، تبدو الدقيقة كساعة.",
            "author": "- ألبرت أينشتاين"
          },
          {
            "text": "نحن نعيش بالأفعال، لا بالسنوات؛ بالفكر، لا بالنفس؛ بالإحساس، لا بالأرقام على العداد. يجب أن نحسب الوقت بنبض القلب. من يفكر أكثر، يشعر بأكثر بشكل نبيل، ويتصرف بشكل أفضل، يعيش أكثر.",
            "author": "- أرسطو"
          },
          {
            "text": "الوقت لا يمكن إيقافه، ولكن من أجل الحب، في بعض الأحيان يتوقف.",
            "author": "- بيرل باك"
          },
          {
            "text": "طول الوقت يعتمد على مزاجنا. أبعاد الفضاء مشروطة بوعينا.",
            "author": "- هونغ زيشين"
          },
          {
            "text": "لا يوجد وقت - الحياة قصيرة جدًا - للشجار، والاعتذارات، والمرارة، والدعوات للمسائلة. هناك فقط وقت للحب، ومن أجل ذلك، وكذلك لقول، هناك فقط لحظة.",
            "author": "- مارك توين"
          },
          {
            "text": "ستظل المشاعر الحقيقية تحت اختبار الزمن.",
            "author": "- إريك سيغال"
          },
          {
            "text": "هناك وقت للعمل، وهناك وقت للحب. لا يوجد وقت آخر.",
            "author": "- كوكو شانيل"
          },
          {
            "text": "لا يمكن اعتبار الوقت الذي يقضيه الرجل مع امرأة وقتًا ضائعًا.",
            "author": "- أندريه مورو"
          },
          {
            "text": "الوقت يهدئ، الوقت يوضح، لا يمكن أن يبقى المزاج غير متغير لساعات متتالية.",
            "author": "- توماس مان"
          },
          {
            "text": "الوقت لا يمر عبثًا أو يتدحرج بدون أي تأثير على حواسنا: إنه يقوم بأشياء مذهلة في الروح.",
            "author": "- خوان تريبي"
          },
          {
            "text": "الوقت يعالج شوق الحب.",
            "author": "- أوفيد"
          }
        ]
      },
      {
        "id": 2,
        "title": "اقتباسات فلسفية",
        "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
        "info": [
          {
            "text": "الوقت يشفي كل شيء. ماذا لو كان الوقت هو المرض نفسه؟",
            "author": "- سيسيليا أهيرن"
          },
          {
            "text": "يمر الوقت ببطء عندما تراقبه. يشعر بالترقب. لكنه يستفيد من غفلتنا. قد يكون من الممكن أن يكون هناك زمنان: الزمن الذي نتبعه والذي يغيرنا.",
            "author": "- ألبرت كامو"
          },
          {
            "text": "الوقت وهمي. وقت الغداء وهمي أكثر.",
            "author": "- إرنست همنغواي"
          },
          {
            "text": "يغير الوقت كل شيء باستثناء الحياة والموت.",
            "author": "- أنطري برغسون"
          },
          {
            "text": "يخفف الوقت من كل شيء.",
            "author": "- سوفوكليس"
          },
          {
            "text": "الوقت هو المدرسة التي نتعلم فيها، والوقت هو اللهب الذي نَحترق فيه.",
            "author": "- دلمور شوارتيز"
          },
          {
            "text": "الوقت هو آلة حركة دائمة لم يخترعها أحد.",
            "author": "- رونالد ريغن"
          },
          {
            "text": "الوقت هو الكرة، كن عصا قوية للفوز في اللعبة.",
            "author": "- روداكي"
          },
          {
            "text": "الوقت هو المستشار الأكثر حكمة.",
            "author": "- بريكليس"
          },
          {
            "text": "الوقت هو أطول مسافة بين مكانين.",
            "author": "- تينيسي ويليامز"
          },
          {
            "text": "الوقت هو أصدق ناقد.",
            "author": "- أ. مورو"
          },
          {
            "text": "الوقت هو عاصفة نحن جميعًا فيها ضائعون.",
            "author": "- وليام كارلوس ويليامز"
          },
          {
            "text": "لا توجد أسرار لا يكشفها الوقت.",
            "author": "- جان راسين"
          },
          {
            "text": "للزمان الحاضر ميزة واحدة على جميع الأزمنة الأخرى - إنه لنا.",
            "author": "- تشارلز كولتون"
          },
          {
            "text": "الوقت كطفل يُقاد باليد: ينظر إلى الوراء....",
            "author": "- خوليو كورتازار"
          },
          {
            "text": "التوقيت دائمًا مهم. إذا كان مبكرًا جدًا، فلن يفهمه أحد. إذا كان متأخرًا جدًا، سينسى الجميع.",
            "author": "- آنا وينتور"
          },
          {
            "text": "يمتلك الوقت القوة العظيمة في إعطاء كل شيء شرعية - حتى في مجال الأخلاق.",
            "author": "- هنري لويس منكن"
          },
          {
            "text": "أقوى المحاربين هما الصبر والوقت.",
            "author": "- ليو تولستوي"
          },
          {
            "text": "الوقت هو اختبار كل الاتجاهات، وكل المشاعر، وكل الروابط.....",
            "author": "- فيساريون بيلينسكي"
          },
          {
            "text": "لا أفكر أبدًا في المستقبل: فهو يأتي بسرعة كافية كما هو.",
            "author": "- ألبرت أينشتاين"
          },
          {
            "text": "الوقت هو مُعالج عظيم، لكنه مُصفف سيئ.",
            "author": "- لوسي إس. هاربرر"
          },
          {
            "text": "الوقت وفير، لكنه لا يمكن تقليله.",
            "author": "- تشارلز و. تشيسنوت"
          },
          {
            "text": "كل شيء يتدفق، كل شيء يتغير.",
            "author": "- هيراقليطس"
          },
          {
            "text": "السبب الوحيد لوجود الوقت هو حتى لا يحدث كل شيء في نفس الوقت.",
            "author": "- ألبرت أينشتاين"
          },
          {
            "text": "الوقت والصحة هما من الأصول الثمينة التي لا ندركها أو نقدرها حتى تنفد.",
            "author": "- دينيس ويتلي"
          },
          {
            "text": "الوقت هو شيء مخلق. أن تقول: لا أملك الوقت، كمن يقول: لا أريده.",
            "author": "- لاو تزو"
          },
          {
            "text": "الوقت هو القماش الذي تُصنع منه الحياة.",
            "author": "- بنجامين فرانكلين"
          },
          {
            "text": "إذا كنا سنصبح أسرع من الوقت، فقد نصبح أبطأ من الحياة.",
            "author": "- ستانيسلاف ييرزي ليك"
          },
                {
                    "text": "قوة الوقت هي قانون يستحق الاحترام.",
                    "author": "- بوبليوس سايروس"
                },
                {
                    "text": "تعمل الساعة المثالية بانتظام. الوقت المثالي أسرع أو أبطأ.",
                    "author": "- ستانيسلاف يورجي ليك"
                },
                {
                    "text": "يكشف الوقت كل شيء مخفي ويخفي كل شيء ظاهر.",
                    "author": "- سوفوكليس"
                },
                {
                    "text": "الساعة هي العدو: كلما نظرت إليها أكثر، كلما تباطأ تدفق الوقت.",
                    "author": "- ألبرت كامو"
                },
                {
                    "text": "الساعات لا تظهر الوقت، لكنها ترمز له.",
                    "author": "- بروس روبرتسون"
                },
                {
                    "text": "الساعات ليست في عجلة من أمرها - الوقت هو الذي في عجلة.",
                    "author": "- كارل Jung"
                },
                {
                    "text": "الدقيقة المفقودة لا يمكن استعادتها حتى بالخلود نفسه.",
                    "author": "- سقراط"
                },
                {
                    "text": "الوقت لديه مشكلة واحدة فقط - عاجلاً أو آجلاً ينفد.",
                    "author": "- تشاك بالانيك"
                },
                {
                    "text": "فقط الوقت لا ينفد من الوقت...",
                    "author": "- ساندور بتوفي"
                },
                {
                    "text": "من عاش طويلاً عاش جيدًا، والوقت المستهلك بشكل خاطئ ليس معيشًا بل مفقودًا.",
                    "author": "- توماس فولر"
                },
                {
                    "text": "العجلة سيئة بالفعل لأنها تأخذ الكثير من الوقت.",
                    "author": "- غيلبرت تشيسترتون"
                },
                {
                    "text": "تحرق الشمس كل يوم. تحرق الوقت. يدور الكون حول محوره. يحرق الوقت السنوات والناس...",
                    "author": "- راي برادبري"
                },
                {
                    "text": "عند الاستماع لأزيز الساعة، نلاحظ أن الوقت متقدم علينا.",
                    "author": "- رامون غوميز دي لا سيرنا"
                },
                {
                    "text": "مع كل دقيقة جديدة، تبدأ لنا حياة جديدة.",
                    "author": "- جيروم كلابكا جيروم"
                },
                {
                    "text": "إضاعة الوقت هي أسوأ جميع الشرور.",
                    "author": "- سي. كانتو"
                },
                {
                    "text": "انظر إلى الساعة. العقارب تتحرك فقط للأمام. هل تعرف لماذا؟ لأن الماضي لم يعد له أي معنى...",
                    "author": "- جو كينيدي"
                },
                {
                    "text": "وفقًا لقوانين الفيزياء، إذا كنت تؤجل، سيفرض الوقت في النهاية انتهاء الوقت لاحقًا.",
                    "author": "- ساندور بتوفي"
                },
                {
                    "text": "التأجيل هو لص الوقت.",
                    "author": "- E. يونغ"
                },
                {
                    "text": "يمكن أخذ الوقت، ولكن لا يمكن مشاركة الوقت.",
                    "author": "- ساندور بتوفي"
                },
                {
                    "text": "لم يتمكن أحد من إيقاف الوقت، حتى الله.",
                    "author": "- كارل يونغ"
                },
                {
                    "text": "الخريف والشتاء والربيع والصيف تطير معًا، تستبدل بعضها البعض بشكل غير ملحوظ. لا يشعر أحد منّا حتى بتحليق الوقت، غارقين في عَمل الحياة اليومية.",
                    "author": "- أكيو موريطا"
                },
                {
                    "text": "إحدى أكثر الخسائر التي لا يمكن تعويضها هي خسارة الوقت.",
                    "author": "- ج. بوفون"
                },
                {
                    "text": "يجب أن نتعلم كيفية الحصول على أربع ساعات من النوم. ثم سيكون لدينا المزيد من الوقت للكسل.",
                    "author": "- بيل ويلسون"
                },
                {
                    "text": "لا يوجد مكان وزمان، ولكن هناك وحدتهما.",
                    "author": "- ألبرت أينشتاين"
                },
                {
                    "text": "لا يوجد شر أكبر من إضاعة الوقت.",
                    "author": "- ميشيل أنجلو"
                },
                {
                    "text": "لا يمكنك العيش خلال الوقت عموديًا. الوقت هو شيء يتدفق أفقيًا.",
                    "author": "- فيودور بوندارتشوك"
                },
                {
                    "text": "بعض اللحظات لها نكهة الأبدية.",
                    "author": "- مارك ليفي"
                },
                {
                    "text": "لا تحاول إنفاق الوقت. لن يُنفَق الوقت.",
                    "author": "- جيمس جويس"
                },
                {
                    "text": "الحاضر مشحون بالمستقبل.",
                    "author": "- دبليو. ليبنيز"
                },
                {
                    "text": "نحن لا نختار الأوقات، يمكننا فقط أن نقرر كيف نعيش في الأوقات التي اختيرت لنا.",
                    "author": "- جون رونالد"
                },
                {
                    "text": "الموسيقى بالنسبة لي وسيلة مفضلة للسفر عبر الزمن وأسرع طريقة للعودة بالزمن.",
                    "author": "- فريدريك بيغبدير"
                }
            ]
        },
        {
            "id": 3,
            "title": "الوقت والناس",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "من لا يعرف كيف يستغل وقته جيدًا، فهو أول من يشكو من نقصه: يقتل الأيام في اللبس، الأكل، النوم، المحادثات الفارغة، وفي التفكير فيما يجب القيام به، وببساطة في عدم فعل أي شيء.",
                    "author": "- ج. لابروير"
                },
                {
                    "text": "بغض النظر عن مدى سرعة مرور الوقت، فإنه يتحرك ببطء شديد بالنسبة لمن يراقب حركته فقط.",
                    "author": "- صامويل جونسون"
                },
                {
                    "text": "أحيانًا تريد الابتعاد عن شخص أو شيء ما، مع مرور الوقت، لا يمكننا أبدًا استعادته...",
                    "author": "- روسلان يوجوف"
                },
                {
                    "text": "ويل للشعوب التي تطيع الوقت بدلاً من أن تأمره.",
                    "author": "- لودفيغ بيرنيت"
                },
                {
                    "text": "الوقت، الذي هو سريع الزوال، الوقت الذي يمر بلا رجعة، هو أغلى ممتلكات الإنسان، وإضاعته هي أكثر أشكال الإسراف دقة.",
                    "author": "- سومرست موم"
                },
                {
                    "text": "الوقت يشفي كل شيء، سواء كنت تريد ذلك أم لا. الوقت يشفي كل شيء، يأخذ كل شيء بعيدًا، ويبقى فقط الظلام في النهاية. أحيانًا في ذلك الظلام نلتقي بالآخرين، وأحيانًا نفقدهم مرة أخرى هناك.",
                    "author": "- ستيفن كينغ"
                },
                {
                    "text": "الوقت نسبي للجميع لأن كل شخص يدركه بشكل مختلف.",
                    "author": "- إدموند ويلز"
                },
                {
                    "text": "الوقت يغير كل شيء - باستثناء شيء داخلنا يتفاجأ دائمًا بالتغيير.",
                    "author": "- توماس هاردي"
                },
                {
                    "text": "الوقت يمر بسرعة أكبر كلما اقتربنا من الشيخوخة.",
                    "author": "- إ. سيناكور"
                },
                {
                    "text": "الوقت والصدفة لا يمكنهما فعل شيء لأولئك الذين لا يفعلون شيئًا لأنفسهم.",
                    "author": "- د. كانينغ"
                },
                {
                    "text": "يلعب الوقت دورًا مهمًا في حياة الشخص، خلال الحياة يقوم الشخص بأدوار مختلفة ويجب أن يتم استخدامه بشكل كفء.",
                    "author": "- جاك مارتن"
                },
                {
                    "text": "الوقت هو عملة حياتك. لديك فقط هذه العملة، وفقط أنت من له الحق في تحديد كيف يجب أن تُنفق. احذر من أن ينفقها شخص آخر نيابة عنك.",
                    "author": "- كارل ساندبرغ"
                },
                {
                    "text": "الوقت ليس سوى تسلسل لأفكارنا. روحنا قادرة على الانغماس الذاتي، يمكنها تشكيل مجتمعها الخاص.",
                    "author": "- ن. كرامزين"
                },
                {
                    "text": "الوقت هو سيد عظيم لقطع جميع العقد الغوردية للعلاقات الإنسانية.",
                    "author": "- أليكسي بيسيمسكي"
                },
                {
                    "text": "في حياة كل إنسان، لا توجد دقيقة واحدة يُسمح فيها بتقليل شأن شخص ما ولا الإهمال.",
                    "author": "- ل. بيساريف"
                },
                {
                    "text": "بدون القدرة على امتلاك الوقت، من المستحيل امتلاك النفس.",
                    "author": "- جون شتاينبك"
                },
                {
                    "text": "الوقت، الذي يغير الناس، لا يغير الطريقة التي نفكر بها عنهم.",
                    "author": "- مارسيل بروست"
                },
                {
                    "text": "لا يوجد شيء أكثر قيمة من وقتنا، وهو الشخص الذي نستثمر وقتنا فيه.",
                    "author": "- كريستوفر ليو"
                },
                {
                    "text": "كيف نقضي وقتنا يحدد من نحن.",
                    "author": "- جوناثان إسترين"
                },
                {
                    "text": "لدى الجميع يومهم، وبعض الأيام أطول من الأخرى.",
                    "author": "- وينستون تشرشل"
                },
                {
                    "text": "الرجل الذي يجرؤ على إضاعة ساعة من الوقت لم يكتشف قيمة الحياة.",
                    "author": "- تشارلز داروين"
                },
                {
                    "text": "الإنسان العصري لا يعرف ماذا يفعل بالوقت والقوى التي أطلقها.",
                    "author": "- تيلار دي شاردان"
                },
                {
                    "text": "لا يمكن للإنسان أن يتصرف في شيء أكثر من الوقت.",
                    "author": "- ل. فيورباخ"
                },
                {
                    "text": "كيف نقضي وقتنا يحدد من نحن.",
                    "author": "- جوناثان إسترين"
                },
                {
                    "text": "عندما يكون لدى الرجل الكثير من الوقت الفراغ، ستحقق القليل.",
                    "author": "- شونتسي"
                },
                {
                    "text": "من لا يعرف قيمة الوقت ليس مولودًا للمجد.",
                    "author": "- لوق دي فوفنارغ"
                },
                {
                    "text": "يفكر الناس العاديون في كيفية قضاء الوقت، بينما يفكر الناس العظماء في كيفية استخدامه.",
                    "author": "- آرثر شوبنهاور"
                },
                {
                    "text": "لا يوفر الرجل الوقت بالتفكير أنه يمتلك الكثير منه.",
                    "author": "- باولو كويلو"
                },
                {
                    "text": "يجد الرجل الوقت لكل شيء يريده حقًا.",
                    "author": "- ف. م. دوستويفسكي"
                },
                {
                    "text": "يمكن للرجل أن يفعل أكثر بكثير ويتصرف بشكل أفضل. يرتكب خطأ واحدًا فقط - يعتقد أن لديه الكثير من الوقت تحت تصرفه.",
                    "author": "- كارلوس كاستانيدا"
                },
                {
                    "text": "ساعة الطفل أطول من يوم الرجل العجوز.",
                    "author": "- آرثر شوبنهاور"
                },
                {
                    "text": "هناك لصوص لا يعاقبون، لكنهم يسرقون من الناس الشيء الأكثر قيمة - الوقت.",
                    "author": "- بنجامين فرانكلين"
                },
                {
                    "text": "الجديد يصبح قديمًا، ثم تمر السنوات - وسيتم استبدال القديم بالجديد: هكذا كان، وهكذا سيكون دائمًا.",
                    "author": "- روداكي"
                },
                {
                    "text": "الندم على الوقت الذي يُهدره الناس بشكل غير حكيم لا يساعد دائمًا في استخدام الباقي منه بحكمة.",
                    "author": "- جان دي لابرويير"
                },
                {
                    "text": "يعتقد الإنسان الحديث أنه يخسر شيئًا - الوقت - عندما لا يقوم بشيء بسرعة كافية. ومع ذلك، لا يعرف ماذا يفعل بالوقت الذي يهدره - إنه فقط يعرف كيفية قتله.",
                    "author": "- إريش فروم"
                },
                {
                    "text": "أثمن هدية يمكنك إعطاؤها لشخص ما هي وقتك، لأنك تعطي شيئًا لا يمكنك استرداده أبدًا.",
                    "author": "- تشي غيفارا"
                },
                {
                    "text": "أكثر الناس حكمة هو من يزعجه فقدان الوقت أكثر.",
                    "author": "- دانتي أليغييري"
                },
                {
                    "text": "سيمر وقت معين، وستبدأ بالندم على الوقت الذي قضيته على شخص لم يقدره حقًا.",
                    "author": "- أليس رومانوفا"
                },
                {
                    "text": "مع تقدمي في العمر، أدركت مدى سرعة مرور الوقت. لا أريد أن أهدره. أريد أن أقضي الوقت مع الأشخاص الذين أحبهم وفعل أشياء تعني شيئًا.",
                    "author": "- براد بيت"
                },
                {
                    "text": "قلة من الناس يعرفون كيفية إدارة ثروتهم بحكمة، وأقل منهم من يعرف كيفية تخصيص وقته، ومن بين هاتين نتيجتين، فإن الأخيرة هي الأكثر أهمية.",
                    "author": "- فيليب تشيستر فيلد"
                },
                {
                    "text": "خذ ساعة من وقت الرجل، خذ حياة الرجل - الفرق الوحيد هو في المقياس.",
                    "author": "- فرانك هربرت"
                },
                {
                    "text": "ينشغل الناس العاديون فقط لتمضية الوقت؛ ولكن من لديه أي موهبة - يحب أن يجعل الوقت مفيدًا.",
                    "author": "- آرثر شوبنهاور"
                },
                {
                    "text": "عدم القدرة على الاهتمام بوقت المرء ووقت الآخرين هو عدم ثقافة حقيقي.",
                    "author": "- ن. كروبسكايا"
                },
                {
                    "text": "ليس الوقت هو الذي يغير الناس، بل الظروف التي تمر خلال ذلك الوقت.",
                    "author": "- ثيوفراستوس"
                },
                {
                    "text": "ربما الشيء الأكثر أهمية هو قضاء الوقت مع أولئك الذين يريدون حقًا قضاء الوقت معك.",
                    "author": "- تاداو ياماغوتشي"
                },
                {
                    "text": "كثير من أولئك الذين يشعرون أن اليوم طويل جدًا يندبون أن الحياة قصيرة جدًا.",
                    "author": "- تشارلز كاليب كولتون"
                },
                {
                    "text": "غالبًا ما لا يعرف الناس ماذا يفعلون بالوقت، لكن الوقت يعرف ماذا يفعل بالناس.",
                    "author": "- مارك مارونيير"
                },
                {
                    "text": "حب الزمن الماضي غالبًا ما يكون ليس سوى كراهية للزمن الحاضر.",
                    "author": "- بيير بوستي"
                },
                {
                    "text": "فقط عدد قليل من مئات الأشخاص يمكنهم تقدير وقتهم.",
                    "author": "- ألفريد تينيسون"
                },
                {
                    "text": "من يتعرض للهجوم من وقته لم يتقدم بما يكفي - أو لم يتأخر بما يكفي.",
                    "author": "- فريدريك نيتشه"
                },
                {
                    "text": "بغض النظر عن مدى ثراء الشخص، لا يمكن شراء الوقت.",
                    "author": "- هاروكي موراكامي"
                }
            ]
        },
        {
            "id": 4,
            "title": "ثبات الزمن",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "العالم مستحيل بدون زمن، لكن الزمن مستحيل أيضًا بدون عالم.",
                    "author": "- آرثر شوبنهاور"
                },
                {
                    "text": "الزمن هو حركة لامتناهية، بدون لحظة واحدة من الراحة - ولا يمكن التفكير فيه بطريقة أخرى.",
                    "author": "- ليو تولستوي"
                },
                {
                    "text": "الزمن دائمًا يكرم ويدعم ما هو قوي، ولكنه سيتحول إلى غبار ما يثبت أنه غير مستقر.",
                    "author": "- أناتول فرانس"
                },
                {
                    "text": "الزمن والمد لا ينتظران أحدًا.",
                    "author": "- جيفري تشوسر"
                },
                {
                    "text": "المستقبل لا يمكن أن يأتي، لأنه عندما يأتي يكون قد مضى بالفعل.",
                    "author": "- هنريك إبسن"
                },
                {
                    "text": "إنه لا يهرب منا، بل يتدفق إلينا. سواء كنت تتطلع إلى الدقيقة القادمة أو لا تدرك ذلك على الإطلاق، فسيأتي.",
                    "author": "- أنطوني سوروزسكي"
                },
                {
                    "text": "بغض النظر عن مقدار ما نحاول، فإن الحياة تجري أسرع منا، وإذا كنا لا زلنا بطيئين، فإنها تمر كما لو لم تكن لنا، ورغم أنها تنتهي في اليوم الأخير، تتركنا يوميًا.",
                    "author": "- سينيكا"
                },
                {
                    "text": "سنة واحدة تشبه قطع الزمن، تُقطع، ويبقى الزمن كما هو.",
                    "author": "- جول رينار"
                },
                {
                    "text": "كل ما يحمله الزمن في مجراه يغير اسم الأشياء وشكلها وطبيعتها ومصيرها.",
                    "author": "- أفلاطون"
                },
                {
                    "text": "ليس للزمن بداية ولا نهاية. الزمن يشبه الثعبان أوروبوروس، الذي أمسك بذيله بأسنانه. الأبدية مخفية في كل لحظة. وتتكون الأبدية من اللحظات التي تخلقها.",
                    "author": "- اندجيه سابكوفيسكي"
                },
                {
                    "text": "ثلاثة أشياء لا تعود: سهم أطلق، كلمة نُطقت، وأيام مرت.",
                    "author": "- جورج فرانكلين غاومر"
                },
                {
                    "text": "حيثما يوجد الزمن، لا يمكن استعادة أي شيء.",
                    "author": "- هاروكي موراكامي"
                },
                {
                    "text": "الجديد يصبح قديمًا، ثم تمر السنوات - والقديم يُستبدل بالجديد: هكذا كان، وهكذا سيكون دائمًا.",
                    "author": "- روداكي"
                },
                {
                    "text": "لقد حدث الزمن لنا، حدثت لنا الحياة، وهذا شيء لم يستطع أحد مقاومته أبدًا.",
                    "author": "- إيلتشين سفارلي"
                },
                {
                    "text": "يد الزمن لديها القدرة على الترويض.",
                    "author": "- جون هنري نيومان"
                },
                {
                    "text": "المشكلة في الزمن ليست نقصه، بل الحقيقة أنه لا يمكن التراجع عنه.",
                    "author": "- راي برادبري"
                },
                {
                    "text": "لا يمكن لنهر ولا الزمن الفائت أن يتوقف.",
                    "author": "- أوفيد"
                },
                {
                    "text": "لا شيء أطول من الزمن، إذ إنه مقياس الأبدية؛ لا شيء أقصر منه، إذ إنه ناقص لجميع مساعينا... الجميع يهمله، والجميع يندب خسارته.",
                    "author": "- فولتير"
                },
                {
                    "text": "من المستحيل إيقاف الزمن: صناعة الساعات لن تسمح بذلك.",
                    "author": "- ستانيسلاف ييرزي"
                },
                {
                    "text": "يمكن للمرء أن يندم على أوقات أفضل، لكن لا يمكن لأحد الهروب من زمنه.",
                    "author": "- ميشيل دي مونتين"
                },
                {
                    "text": "إذا كان للكون إمداد غير محدود من الزمن، فلا يعني ذلك فقط أن أي شيء يمكن أن يحدث، بل يعني أن كل شيء سيحدث فعليًا يومًا ما.",
                    "author": "- إرلند لو"
                },
                {
                    "text": "الزمن هو كحبات الرمل التي تسقط من خلال أصابع الحياة، من المستحيل عدها، ولكن يومًا ما ستصبح راحة الوعي فارغة، وستندمج حبات الرمل مع بعضها وتكون الأبدية.",
                    "author": "- أوليغ تيشينكو"
                },
                {
                    "text": "الزمن هو محيط، وليس نهرًا. لماذا نتعقب الموجة إذا كانت ستصبح بلا جدوى على أي حال؟",
                    "author": "- روزاليند فلي"
                },
                {
                    "text": "الزمن هو طريقة الكون لاختبار رغباتنا في الحقيقة. ربما لهذا السبب نادراً ما نحصل على كل شيء دفعة واحدة.",
                    "author": "- إيلتشين سفارلي"
                },
                {
                    "text": "الوقت مجرد بعد رابع؟ نقطة صغيرة في نهاية سهم الساعة - طول لحظة، عرض الوجود، ارتفاع اللانهاية.",
                    "author": "- هوارد إنليت"
                },
                {
                    "text": "الوقت لا يتدفق مثل نهر لا يمكنك الدخول إليه مرتين. إنه مثل دوائر تت diverge على الماء.",
                    "author": "- توماس واتسون"
                },
                {
                    "text": "الوقت ثابت مثل الساحل: يبدو لنا أنه يتدفق، ولكن على العكس، نحن من يتحرك.",
                    "author": "- بيير بوستي"
                },
                {
                    "text": "يبدو لي أن الوقت هو محيط هائل، ابتلع العديد من الكتاب العظماء، وتسبب في حوادث لبعضهم، وحطم البعض الآخر.",
                    "author": "- د. أديك"
                },
                {
                    "text": "هناك وقت لكل شيء: ساعته للمحادثة، وساعته للراحة.",
                    "author": "- هومر"
                },
                {
                    "text": "الوقت لا ينتظر ولا يغفر لحظة واحدة ضائعة.",
                    "author": "- ن. غارين-ميخايلوف"
                },
                {
                    "text": "الوقت أزلي، ونحن زائلون.",
                    "author": "- موسى سافر"
                },
                {
                    "text": "الوقت هو صورة متحركة من الأبدية الثابتة. كل شيء يكسر وحدة المجتمع عديم القيمة؛ جميع المؤسسات التي تضع الإنسان في صراع مع نفسه عديمة القيمة.",
                    "author": "- جان جاك روسو"
                },
                {
                    "text": "الوقت يمضي! - تعودون على قول ذلك بسبب الفكرة الخاطئة المتبعة. الوقت أزلي: انتقلوا!",
                    "author": "- بوب مارلي"
                }
            ]
        },
        {
            "id": 5,
            "title": "الزمن والحكمة",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "الأكثر حكمة هم الأكثر انزعاجًا من فقدان الوقت.",
                    "author": "- دانتي أليغييري"
                },
                {
                    "text": "فقدان الوقت هو الأصعب على من يعرف أكثر.",
                    "author": "- يوهان ولفغانغ فون غوته"
                },
                {
                    "text": "الأكثر حكمة من الجميع هو الزمن، لأنه يكشف كل شيء.",
                    "author": "- طاليس الميليتي"
                },
                {
                    "text": "تسعة أعشار الحكمة تتكون في التوزيع الحكيم للزمن.",
                    "author": "- ثيودور روزفلت"
                },
                {
                    "text": "حيث تكون العقل عاجزًا، فإن الزمن يساعد كثيرًا.",
                    "author": "- سينيكا لوسيوس آينيوس"
                },
                {
                    "text": "كل شيء ينضج فقط بمرور الزمن؛ لا أحد يولد حكيمًا.",
                    "author": "- ميغيل دي ثيربانتس"
                }
            ]
        },
        {
            "id": 6,
            "title": "الزمن وتدفق الحياة:",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
          "info": [
            {
              "text": "يظهر الزمن بشكل رائع ما هو مهم حقاً.",
              "author": "- مارغريت ب. بيترز"
            },
            {
              "text": "لا يمكن للمرء أن ينسى الزمن إلا بقضائه بشكل مفيد.",
              "author": "- تشارلز بودلير"
            },
            {
              "text": "ما الفائدة من الخلود لرجل لا يمكنه أن يستفيد حتى من نصف ساعة؟",
              "author": "- رالف والدو إيمرسون"
            },
            {
              "text": "يقولون إن الزمن يشفي جميع الجروح. أنا لا أوافق. الجروح تبقى. مع مرور الوقت، يحمي العقل سلامته العقلية، ويغطيها بأنسجة ندبية، ويقل الألم. لكن الألم لا يختفي أبداً.",
              "author": "- روز كينيدي"
            },
            {
              "text": "كل يوم هو حساب مصرفي، والزمن هو عملتنا. لا أحد غني، ولا أحد فقير، لدينا جميعاً 24 ساعة.",
              "author": "- كريستوفر رايس"
            },
            {
              "text": "الحياة هي فترة قصيرة جداً بين خلدين.",
              "author": "- توماس كارلايل"
            },
            {
              "text": "إذا كنت تحب الحياة، فلا تضيع الوقت، لأن الحياة تتكون من الزمن.",
              "author": "- بنيامين فرانكلين"
            },
            {
              "text": "الزمن شيء خادع جداً. كل ما يوجد هو الآن. يمكننا أن نختبر تجارب من الماضي، لكن لا يمكننا أن نعيشها مرة أخرى؛ ويمكننا أن نأمل في المستقبل، لكن لا نعرف إذا كان هناك مستقبل.",
              "author": "- جورج هاريسون"
            },
            {
              "text": "طالما أننا نؤجل الحياة، فإنها تطير.",
              "author": "- سينيكا"
            },
            {
              "text": "الزمن المهدور هو وجود؛ الزمن المستخدم بشكل مفيد هو حياة.",
              "author": "- إ. يونغ"
            },
            {
              "text": "لديك في الحياة ما تعطيه المزيد من الوقت.",
              "author": "- ميناندر"
            },
            {
              "text": "من قال إن الزمن يشفي جميع الجروح كذب. الزمن يساعدك فقط على تعلم كيفية تحمل الضربة ثم العيش مع تلك الجروح.",
              "author": "- عصر أدالين"
            },
            {
              "text": "بينما نفكر في كيفية قتل الوقت، الزمن يقتلنا.",
              "author": "- ألفونس ألي"
            },
            {
              "text": "أولاً نقتل الوقت طوال حياتنا، ثم يتبين أنه في الواقع كل شيء حدث بالعكس - كان الزمن هو الذي قتلنا ببطء ودون أن ندرك.",
              "author": "- بافل كورنيف"
            },
            {
              "text": "تسرق السنوات المتعاقبة شيئاً منا كل يوم، حتى تستنفدنا في النهاية.",
              "author": "- ألكسندر بوكا"
            },
            {
              "text": " sooner or later، كل شيء يحدث للجميع - لو كان هناك وقت كافٍ.",
              "author": "- جورج برنارد شو"
            },
            {
              "text": "الساعة الأولى التي منحتنا الحياة قد قصرتها.",
              "author": "- تشارلي شابلن"
            },
            {
              "text": "لا شيء ملك لنا، سوى وقتنا.",
              "author": "- أندريه مورو"
            },
            {
              "text": "عدم تأجيل أي شيء حتى الغد هو سر شخص يعرف قيمة الزمن.",
              "author": "- إ. لابولاي"
            },
            {
              "text": "لا تضيع الوقت، فذلك هو ما يتكون منه الحياة.",
              "author": "- فريدريك بيغبيدر"
            },
            {
              "text": "نطلب لأنفسنا حياة طويلة، وفي الوقت نفسه لا يهم سوى عمق الحياة ولحظاتها العالية. دعونا نقيس الزمن بمقياس روحي.",
              "author": "- ر. إيمرسون"
            },
            {
              "text": "كم هو فظيع أن تشعر بأن مرور الزمن يأخذ كل ما كنت تملكه.",
              "author": "- ب. باسكال"
            },
            {
              "text": "ما كانت أهم دقائق في حياتك، تكتشفه عندما يكون الوقت قد فات.",
              "author": "- أغاثا كريستي"
            },
            {
              "text": "تقدم الحياة العديد من الأمور للتفكير فيها، لكن القليل من الوقت.",
              "author": "- جون أوستن"
            },
            {
              "text": "الحياة والزمن معلمان. تعلمنا الحياة كيفية إدارة الوقت بشكل صحيح، ويعلمنا الزمن كيف نقدر الحياة.",
              "author": "- إريش ماريا ريمارك"
            },
            {
              "text": "الحياة البشرية تتضاعف من خلال مجموع الوقت المدخر.",
              "author": "- ف. كوليير"
            },
            {
                "text": "الحياة بشكل عام لها خاصية سيئة واحدة فقط - الزمن المحدود.",
                "author": "- أندريه مورو"
              },
              {
                "text": "شجرة، مهما كانت جذورها قوية وعميقة، يمكن اقتلاعها في ساعة، ولكنها تحتاج سنوات لتثمر.",
                "author": "- السامرقدي"
              },
              {
                "text": "كل شيء في العالم له وقته، وكل شيء تحت السماء له ساعته. هناك وقت للولادة ووقت للموت، وقت للبذر ووقت للقلع، وقت للقتل ووقت للشفاء، وقت للصمت ووقت للكلام، وقت للحرب ووقت للسلام.",
                "author": "- الكتاب المقدس"
              },
              {
                "text": "الوقت قابل للتمدد، يعتمد على نوع المحتوى الذي تملؤه به.",
                "author": "- س. مارشاك"
              },
              {
                "text": "يجب قياس الوقت بلا شك بالأحداث، وليس بعدد الساعات التي مرت.",
                "author": "- هنري رايدر هاغارد"
              },
              {
                "text": "الوقت يشفي الجروح، لكن لا يخلصنا من الندوب.",
                "author": "- مارك ليفي"
              },
              {
                "text": "الوقت شيء غريب، والحياة أغرب منه. somehow تدور التروس بطريقة خاطئة، وأصبحت حياة البشر متشابكة بسرعة كبيرة أو متأخرة للغاية.",
                "author": "- راي برادبري"
              },
              {
                "text": "الوقت هو مثل المال: لا تضيعه، وستمتلك الكثير منه.",
                "author": "- غاستون ليفيس"
              },
              {
                "text": "يمتد الوقت وتطير السنوات.",
                "author": "- ف. زوبكوف"
              },
              {
                "text": "الوقت لا يهم، ما يهم هو ما تملؤه به.",
                "author": "- تشي جيفارا"
              },
              {
                "text": "الوقت لا يشفي، بل يعلم. يعلمك كيفية التكيف مع المستحيل.",
                "author": "- برتراند راسل"
              },
              {
                "text": "هناك دقائق يمكنك أن تعطيها شهورًا وسنوات.",
                "author": "- أ. ب. تشيخوف"
              }
          ]
        },
        {
            "id": 7,
            "title": "الزمن والسعادة",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "ليس لدينا وقت لنكون أنفسنا. يكفي فقط أن نكون سعداء.",
                    "author": "- ألبير كامو"
                },
                {
                    "text": "أنا لست مهتمًا حقًا بتوفير الوقت، أفضّل الاستمتاع به.",
                    "author": "- إدواردو غاليانو"
                },
                {
                    "text": "الوقت الضائع في المتعة لا يعتبر ضائعًا.",
                    "author": "- جون لينون"
                },
                {
                    "text": "أتمنى لو أن الوقت يمتد بشكل أسرع ويطير بشكل أبطأ.",
                    "author": "- برتراند راسل"
                },
                {
                    "text": "السعداء يعدّون الوقت بالدقائق، في حين أن التعساء يرون أنه يمتد لعدة أشهر.",
                    "author": "- جيمس كوبر"
                },
                {
                    "text": "أكثر الناس سعادة على الأرض هم من يمكنهم التعامل بحرية مع الوقت دون الخوف من النتائج.",
                    "author": "- كيرا بورغ"
                },
                {
                    "text": "تتراكم الأيام بسرعة إلى أسابيع، وتتحول الأسابيع إلى شهور، والشهور إلى سنوات، لدرجة أنك لا تلاحظ أن أسعد أوقات حياتك قد مضت.",
                    "author": "- م. غوركي"
                },
                {
                    "text": "الزمن سراب، يتقلص في لحظات السعادة ويتمدد في ساعات المعاناة.",
                    "author": "- ر. ألدينغتون"
                }
            ]
        },
        {
            "id": 8,
            "title": "الزمن والأعمال",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "الوقت أكثر قيمة من المال. يمكنك كسب المزيد من المال، لكن لا يمكنك كسب المزيد من الوقت.",
                    "author": "- جيم رون"
                },
                {
                    "text": "أهم مورد لدينا هو الوقت.",
                    "author": "- ستيف جوبز"
                },
                {
                    "text": "الوقت هو أغلى شيء يمكن أن ينفقه الإنسان.",
                    "author": "- ديونيسيوس"
                },
                {
                    "text": "يجب أن نستخدم الوقت كأداة، وليس كخمول.",
                    "author": "- جون ف. كينيدي"
                },
                {
                    "text": "من يحكم الوقت يحكم العالم.",
                    "author": "- ثيودور روزفلت"
                },
                {
                    "text": "اليوم، أولئك الذين لديهم المال ليس لديهم وقت، وأولئك الذين لديهم وقت ليس لديهم مال.",
                    "author": "- ب. فرانكلين"
                },
                {
                    "text": "أكبر هدر يمكن أن يحدث هو هدر الوقت.",
                    "author": "- ثيوفراستوس"
                },
                {
                    "text": "لا يمكن شراء دقيقة واحدة من الوقت بالنقود؛ وإذا كان بالإمكان، فسيعيش الأغنياء لفترة أطول من أي شخص آخر.",
                    "author": "- أ. هنري"
                },
                {
                    "text": "التخصيص الحكيم للوقت هو أساس كل مسعى ناجح.",
                    "author": "- يان كومنيوس"
                },
                {
                    "text": "الأفكار هي بنات الماضي وأمهات المستقبل ودائمًا عبيد للوقت!",
                    "author": "- غوستاف ليبون"
                },
                {
                    "text": "إذا كان الوقت هو أثمن شيء، فإن إهدار الوقت هو أكبر صخب.",
                    "author": "- ب. فرانكلين"
                },
                {
                    "text": "ساعة مكلفة لا تخلق الوقت، بل تعكس مدى قيمتها لمالكها.",
                    "author": "- م. أ. بولغاكوف"
                },
                {
                    "text": "المال مكلف، وحياة الإنسان أغلى بكثير، لكن الوقت هو الأكثر غلاءً.",
                    "author": "- ألكسندر سوفوروف"
                },
                {
                    "text": "تتجمع كل الاقتصاديات في النهاية لتصب في توفير الوقت.",
                    "author": "- كارل ماركس"
                },
                {
                    "text": "الوقت لدينا هو المال الذي لا نملكه.",
                    "author": "- إلف وبتروف"
                },
                {
                    "text": "الوقت، على عكس المال، لا يمكن تكسبه.",
                    "author": "- ب. كروتي"
                },
                {
                    "text": "الوقت والمال غالبًا ما يكونان قابلين للتبادل.",
                    "author": "- ونستون تشرشل"
                },
                {
                    "text": "الوقت هو مثل المال: لا تهدره، وستمتلك الكثير منه.",
                    "author": "- غاستون ليفيس"
                },
                {
                    "text": "الوقت مثل الوصي المهاري، ينتج باستمرار مواهب جديدة لتحل محل تلك التي اختفت.",
                    "author": "- كوزما برتوكوف"
                },
                {
                    "text": "الوقت هو أكبر مبتكر.",
                    "author": "- فرانسيس بيكون"
                },
                {
                    "text": "الوقت يعمل عندما يعمل، ولا يعني شيئًا فقط لأنه كذلك.",
                    "author": "- فاليري بوبوف، عيد الهراء"
                },
                {
                    "text": "الوقت هو المال. لكن لا يوجد مال سيعيد الوقت.",
                    "author": "- هنري فورد"
                },
                {
                    "text": "في اللحظة التي تتوقف فيها عن محاربة الوقت، يبدأ الوقت في العمل لصالحك.",
                    "author": "- الدكتور جون"
                }
            ]
        },
        {
            "id": 9,
            "title": "اقتباسات تحفيزية عن الزمن",
            "navigate": "APP_ROUTES.ABOUT_TIME_INFO",
            "info": [
                {
                    "text": "احتفظ بالوقت! احرسه في أي ساعة، أي دقيقة. دون إشراف سيتسلل مثل السحلية. أنر كل لحظة بإنجاز صادق يستحق!",
                    "author": "- مان توماس"
                },
                {
                    "text": "يمر الوقت، وهذه هي المشكلة. الماضي ينمو والمستقبل يتقلص. هناك فرصة أقل وأقل لفعل أي شيء - ومزيد من الاستياء لما لم يكن لديك وقت لفعله.",
                    "author": "- هاروكي موراكامي"
                },
                {
                    "text": "الوقت طويل بما يكفي لمن يستخدمه؛ من يعمل ويفكر يوسع حدوده.",
                    "author": "- فولتير"
                },
                {
                    "text": "الوقت لا يقدر بثمن. فكر جيدًا فيما تنفقه عليه.",
                    "author": "- برنارد شو"
                },
                {
                    "text": "الوقت هو مساحة لتطوير القدرات.",
                    "author": "- ك. ماركس"
                },
                {
                    "text": "الوقت هدية ثمينة مُنحت لنا لنصبح أذكى، أفضل، وأكثر نضجًا وكمالاً فيه.",
                    "author": "- مان توماس"
                },
                {
                    "text": "كل شيء ممكن، لكن المستحيل يحتاج إلى المزيد من الوقت.",
                    "author": "- غرايز أناتومي"
                },
                {
                    "text": "احسب كل يوم، واجعل كل دقيقة محسوبة! الوقت هو الشيء الوحيد الذي يعتبر البخل فيه جديرًا بالثناء.",
                    "author": "- توماس مان"
                },
                {
                    "text": "كل شيء في الحياة مؤقت. لذا، إذا سارت الأمور بشكل جيد، استمتع بها - لن تستمر إلى الأبد. وإذا سارت الأمور بشكل سيئ، فلا تقلق - ذلك لن يستمر إلى الأبد أيضًا.",
                    "author": "- غير معروف"
                },
                {
                    "text": "لا شيء في الحياة عشوائي، وكل ما يحدث لنا يحدث في الوقت والمكان المناسبين...",
                    "author": "- برتراند راسل"
                },
                {
                    "text": "احتفظ بحساب كل يوم، احسب كل دقيقة أمضيتها! الوقت هو الشيء الوحيد الذي يعتبر البخل فيه جديرًا بالثناء.",
                    "author": "- توماس مان"
                },
                {
                    "text": "يجب استخدام الوقت بشكل إبداعي وعلينا دائمًا أن ندرك أن أي وقت هو فرصة لتحقيق أشياء عظيمة.",
                    "author": "- مارتن لوثر كينغ"
                },
                {
                    "text": "الوقت مجاني، لكنه لا يقدر بثمن. لا يمكنك امتلاكه، لكن يمكنك استخدامه. لا يمكنك التوفيره، لكن يمكنك إنفاقه. بمجرد أن تخسره، لا يمكنك استرداده مرة أخرى.",
                    "author": "- هارفي ماكاي"
                },
                {
                    "text": "إذا قضيت الكثير من الوقت في التفكير في شيء ما، فلن تفعله أبدًا.",
                    "author": "- بروس لي"
                },
                {
                    "text": "الخبر السيئ هو أن الوقت يمر بسرعة. الخبر الجيد هو أنك الطيار.",
                    "author": "- ميخائيل ألتشو 
                },
                {
                    "text": "الوقت هو الأقل لدينا.",
                    "author": "- إرنست همنغواي"
                },
                {
                    "text": "وقتك محدود، لذلك لا تضيعه على حياة شخص آخر. لا تقع في فخ العقيدة التي تعيش استنادًا إلى تفكير الآخرين. لا تدع ضوضاء آراء الآخرين تطغى على صوتك الداخلي. والأهم من ذلك، كن شجاعًا في اتباع قلبك وحدسك.",
                    "author": "- ستيف جوبز"
                },
                {
                    "text": "يقولون دائمًا إن الوقت يغير الأشياء، لكن عليك أن تغيرها بنفسك.",
                    "author": "- أندي وارهول"
                },
                {
                    "text": "إذا كنت تحب الحياة، فلا تضيع الوقت، لأن الحياة تتكون من الوقت.",
                    "author": "- بنيامين فرانكلين"
                },
                {
                    "text": "الاستخدام الجيد للوقت يجعل الوقت أكثر قيمة.",
                    "author": "- روسو جان جاك"
                },
                {
                    "text": "أنصحك بأن تهتم بالدقائق، وستعتني الساعات بنفسها.",
                    "author": "- فيليب ستانهوب تشيستر فيلد"
                },
                {
                    "text": "الوقت الضائع هو الوقت الذي لم نعيش فيه حياة إنسانية كاملة، وقت ليس مزينًا بالتجارب، الجهد الإبداعي، الفرح والمعاناة.",
                    "author": "- ديترش بونهوفر"
                },
                {
                    "text": "نظرًا لأنك لست متأكدًا من حتى دقيقة واحدة، فلا تضع ساعة واحدة.",
                    "author": ""
                },
                {
    "text": "بينما نتحدث، يطير الوقت القاسي بعيدًا. اغتنم هذا اليوم، واثقًا بأقل ما يمكن في الغد.",
    "author": "- هوراس"
  },
  {
    "text": "افهم هذا: الوقت لا ينتظر أحدًا. ما كان بالأمس هو بالفعل تاريخ. ما سيكون غدًا، لا يمكن لأحد أن يعرف. اليوم هو هدية.",
    "author": "- مارثا غراهام"
  },
  {
    "text": "قد لا يأتي الوقت المناسب أبدًا. إذا كنت ترغب حقًا في القيام بشيء، انسَ الوقت ببساطة وافعله.",
    "author": "- برنارد ويربر"
  },
  {
    "text": "من خلال التخلي عن عبارة 'ليس لدي وقت...' ستدرك قريبًا أنك لديك وقت تقريبًا لكل شيء تراه مناسبًا لتفعله في الحياة.",
    "author": "- فيودور دوستويفسكي"
  },
  {
    "text": "لا يوجد شيء أقوى من فكرة جاء وقتها!",
    "author": "- فيكتور هوغو"
  },
  {
    "text": "لا تضع وقتك في إعادة زيارة الأخطاء الماضية أو الفرص الضائعة بدون فائدة. لا يزال أمامنا حياة طويلة، وليس لدينا سبب للنظر إلى الوراء.",
    "author": "- بابلو بيكاسو"
  },
  {
    "text": "تابع الزمن، أو ستؤذي أولئك الذين يطاردونه.",
    "author": "- غلين كوك"
  },
  {
    "text": "لا حاجة للإسراع بالوقت. أولئك الذين كانوا في عجلة من أمرهم هم بالفعل في المقبرة.",
    "author": "- كوكو شانيل"
  },
  {
    "text": "لا تنتظر. لن يكون التوقيت مثاليًا أبدًا.",
    "author": "- نابليون هيل"
  },
  {
    "text": "لا تتحدث عن كيف أنك لا تملك الوقت. لديك بالضبط بقدر ما كان لدى ميشيل أنجلو، ليوناردو دافنشي، توماس جيفرسون، باستور، هيلين كيلر، وألبرت آينشتاين.",
    "author": "- جاكسون براون"
  },
  {
    "text": "تعلّم كيف تقدّر الوقت، وسيتحسن معظم مشاكلك.",
    "author": "- أنطون بافلوفيتش تشيخوف"
  },
  {
    "text": "الشباب يمر بسرعة: اغتنم مرور الوقت. اليوم الذي مضى دائمًا أفضل من اليوم الحالي.",
    "author": "- يوهانس كبلر"
  },
  {
    "text": "هل تحب الحياة؟ إذن لا تضع وقتك، لأنه هو ما تتكون منه الحياة.",
    "author": "- بنجامين فرانكلين"
  },
  {
    "text": "اغتنم الساعة قبل أن تت slip away from you. اللحظات النادرة في الحياة هي حقًا عظيمة وذات معنى.",
    "author": "- فريدريش شيلر"
  },
  {
    "text": "اسعى لمقابلة صديق في أي وقت لديك لتعيش.",
    "author": "- خليل جبران"
  },
  {
    "text": "كل لحظة ضائعة هي قضية ضائعة، وفائدة ضائعة.",
    "author": "- فيليب تشيسترفيلد"
  },
  {
    "text": "كل دقيقة أنت غاضب فيها من شخص ما، تخسر 60 ثانية من السعادة لن تستعيدها أبدًا.",
    "author": "- رالف والدو إيمرسون"
  },
  {
    "text": "استغل كل لحظة حتى لا تندم لاحقًا وتأسف على فقدان شبابك.",
    "author": "- باولو كويلو"
  },
  {
    "text": "إذا كنت ترغب في ذلك، ستجد الوقت؛ إذا لم تكن ترغب في ذلك، ستجد السبب.",
    "author": "- هاروكي موراكامي"
  },
  {
    "text": "هنا والآن هو أفضل وقت. لا تحلم بوقت أفضل.",
    "author": "- سري تشينموى"
  },
  {
    "text": "الوقت المثالي لن يأتي أبدًا. اتخذ إجراءات الآن!",
    "author": "- بابلو بيكاسو"
  },
  {
    "text": "إذا كان المرء ببساطة أمام زمانه، فإن اليوم سيأتي عندما يلحق به.",
    "author": "- لودفيغ فيتجنشتاين"
  },
  {
    "text": "إذا لم تقلص قرارك اليوم - سيكون الغد كما كان الأمس.",
    "author": "- هنري فورد"
  },
  {
    "text": "إذا كنت ترغب في الحصول على فراغ، فلا تضيع وقتك على لا شيء.",
    "author": "- بنجامين فرانكلين"
  },
  {
    "text": "إذا كنت ترغب في الحصول على وقت قليل، فلا تفعل شيئًا.",
    "author": "- أنطون تشيخوف"
  }
            ]
        }
        ]