import { AboutTimeType } from "./timeClinic";
import { APP_ROUTES } from '../navigation/routes';
import {TimeWealthDataType} from '../constants/timeClinic'
import { Images } from '../assets';

export const AboutTimeData_ar: AboutTimeType[] = [
    {
        id: 1,
        title: "الوقت والمشاعر",
        navigate: APP_ROUTES.ABOUT_TIME_INFO,
        info: [
          {
            text: "من خلال الحب، يمر الوقت دون أن يلاحظ، ومن خلال الوقت، يمر الحب دون أن يلاحظ.",
            author: "- دوروثي باركر"
          },
          {
            text: "يقوي الوقت الصداقة ولكنه يضعف الحب.",
            author: "- ألبرت أينشتاين"
          },
          {
            text: "إذا كان الحب يقتل الوقت، فإن الوقت ينتقم ويقتل الحب.",
            author: "- مارجريت تاتشر"
          },
          {
            text: "عندما تجلس بجوار فتاة جميلة، يبدو أن الساعة دقيقة، ولكن عندما تجلس على مقلاة ساخنة، تبدو الدقيقة كساعة.",
            author: "- ألبرت أينشتاين"
          },
          {
            text: "نحن نعيش بالأفعال، لا بالسنوات؛ بالفكر، لا بالنفس؛ بالإحساس، لا بالأرقام على العداد. يجب أن نحسب الوقت بنبض القلب. من يفكر أكثر، يشعر بأكثر بشكل نبيل، ويتصرف بشكل أفضل، يعيش أكثر.",
            author: "- أرسطو"
          },
          {
            text: "الوقت لا يمكن إيقافه، ولكن من أجل الحب، في بعض الأحيان يتوقف.",
            author: "- بيرل باك"
          },
          {
            text: "طول الوقت يعتمد على مزاجنا. أبعاد الفضاء مشروطة بوعينا.",
            author: "- هونغ زيشين"
          },
          {
            text: "لا يوجد وقت - الحياة قصيرة جدًا - للشجار، والاعتذارات، والمرارة، والدعوات للمسائلة. هناك فقط وقت للحب، ومن أجل ذلك، وكذلك لقول، هناك فقط لحظة.",
            author: "- مارك توين"
          },
          {
            text: "ستظل المشاعر الحقيقية تحت اختبار الزمن.",
            author: "- إريك سيغال"
          },
          {
            text: "هناك وقت للعمل، وهناك وقت للحب. لا يوجد وقت آخر.",
            author: "- كوكو شانيل"
          },
          {
            text: "لا يمكن اعتبار الوقت الذي يقضيه الرجل مع امرأة وقتًا ضائعًا.",
            author: "- أندريه مورو"
          },
          {
            text: "الوقت يهدئ، الوقت يوضح، لا يمكن أن يبقى المزاج غير متغير لساعات متتالية.",
            author: "- توماس مان"
          },
          {
            text: "الوقت لا يمر عبثًا أو يتدحرج بدون أي تأثير على حواسنا: إنه يقوم بأشياء مذهلة في الروح.",
            author: "- خوان تريبي"
          },
          {
            text: "الوقت يعالج شوق الحب.",
            author: "- أوفيد"
          }
        ]
      },
      {
        id: 2,
        title: "اقتباسات فلسفية",
        navigate: APP_ROUTES.ABOUT_TIME_INFO,
        info: [
          {
            text: "الوقت يشفي كل شيء. ماذا لو كان الوقت هو المرض نفسه؟",
            author: "- سيسيليا أهيرن"
          },
          {
            text: "يمر الوقت ببطء عندما تراقبه. يشعر بالترقب. لكنه يستفيد من غفلتنا. قد يكون من الممكن أن يكون هناك زمنان: الزمن الذي نتبعه والذي يغيرنا.",
            author: "- ألبرت كامو"
          },
          {
            text: "الوقت وهمي. وقت الغداء وهمي أكثر.",
            author: "- إرنست همنغواي"
          },
          {
            text: "يغير الوقت كل شيء باستثناء الحياة والموت.",
            author: "- أنطري برغسون"
          },
          {
            text: "يخفف الوقت من كل شيء.",
            author: "- سوفوكليس"
          },
          {
            text: "الوقت هو المدرسة التي نتعلم فيها، والوقت هو اللهب الذي نَحترق فيه.",
            author: "- دلمور شوارتيز"
          },
          {
            text: "الوقت هو آلة حركة دائمة لم يخترعها أحد.",
            author: "- رونالد ريغن"
          },
          {
            text: "الوقت هو الكرة، كن عصا قوية للفوز في اللعبة.",
            author: "- روداكي"
          },
          {
            text: "الوقت هو المستشار الأكثر حكمة.",
            author: "- بريكليس"
          },
          {
            text: "الوقت هو أطول مسافة بين مكانين.",
            author: "- تينيسي ويليامز"
          },
          {
            text: "الوقت هو أصدق ناقد.",
            author: "- أ. مورو"
          },
          {
            text: "الوقت هو عاصفة نحن جميعًا فيها ضائعون.",
            author: "- وليام كارلوس ويليامز"
          },
          {
            text: "لا توجد أسرار لا يكشفها الوقت.",
            author: "- جان راسين"
          },
          {
            text: "للزمان الحاضر ميزة واحدة على جميع الأزمنة الأخرى - إنه لنا.",
            author: "- تشارلز كولتون"
          },
          {
            text: "الوقت كطفل يُقاد باليد: ينظر إلى الوراء....",
            author: "- خوليو كورتازار"
          },
          {
            text: "التوقيت دائمًا مهم. إذا كان مبكرًا جدًا، فلن يفهمه أحد. إذا كان متأخرًا جدًا، سينسى الجميع.",
            author: "- آنا وينتور"
          },
          {
            text: "يمتلك الوقت القوة العظيمة في إعطاء كل شيء شرعية - حتى في مجال الأخلاق.",
            author: "- هنري لويس منكن"
          },
          {
            text: "أقوى المحاربين هما الصبر والوقت.",
            author: "- ليو تولستوي"
          },
          {
            text: "الوقت هو اختبار كل الاتجاهات، وكل المشاعر، وكل الروابط.....",
            author: "- فيساريون بيلينسكي"
          },
          {
            text: "لا أفكر أبدًا في المستقبل: فهو يأتي بسرعة كافية كما هو.",
            author: "- ألبرت أينشتاين"
          },
          {
            text: "الوقت هو مُعالج عظيم، لكنه مُصفف سيئ.",
            author: "- لوسي إس. هاربرر"
          },
          {
            text: "الوقت وفير، لكنه لا يمكن تقليله.",
            author: "- تشارلز و. تشيسنوت"
          },
          {
            text: "كل شيء يتدفق، كل شيء يتغير.",
            author: "- هيراقليطس"
          },
          {
            text: "السبب الوحيد لوجود الوقت هو حتى لا يحدث كل شيء في نفس الوقت.",
            author: "- ألبرت أينشتاين"
          },
          {
            text: "الوقت والصحة هما من الأصول الثمينة التي لا ندركها أو نقدرها حتى تنفد.",
            author: "- دينيس ويتلي"
          },
          {
            text: "الوقت هو شيء مخلق. أن تقول: لا أملك الوقت، كمن يقول: لا أريده.",
            author: "- لاو تزو"
          },
          {
            text: "الوقت هو القماش الذي تُصنع منه الحياة.",
            author: "- بنجامين فرانكلين"
          },
          {
            text: "إذا كنا سنصبح أسرع من الوقت، فقد نصبح أبطأ من الحياة.",
            author: "- ستانيسلاف ييرزي ليك"
          },
                {
                    text: "قوة الوقت هي قانون يستحق الاحترام.",
                    author: "- بوبليوس سايروس"
                },
                {
                    text: "تعمل الساعة المثالية بانتظام. الوقت المثالي أسرع أو أبطأ.",
                    author: "- ستانيسلاف يورجي ليك"
                },
                {
                    text: "يكشف الوقت كل شيء مخفي ويخفي كل شيء ظاهر.",
                    author: "- سوفوكليس"
                },
                {
                    text: "الساعة هي العدو: كلما نظرت إليها أكثر، كلما تباطأ تدفق الوقت.",
                    author: "- ألبرت كامو"
                },
                {
                    text: "الساعات لا تظهر الوقت، لكنها ترمز له.",
                    author: "- بروس روبرتسون"
                },
                {
                    text: "الساعات ليست في عجلة من أمرها - الوقت هو الذي في عجلة.",
                    author: "- كارل Jung"
                },
                {
                    text: "الدقيقة المفقودة لا يمكن استعادتها حتى بالخلود نفسه.",
                    author: "- سقراط"
                },
                {
                    text: "الوقت لديه مشكلة واحدة فقط - عاجلاً أو آجلاً ينفد.",
                    author: "- تشاك بالانيك"
                },
                {
                    text: "فقط الوقت لا ينفد من الوقت...",
                    author: "- ساندور بتوفي"
                },
                {
                    text: "من عاش طويلاً عاش جيدًا، والوقت المستهلك بشكل خاطئ ليس معيشًا بل مفقودًا.",
                    author: "- توماس فولر"
                },
                {
                    text: "العجلة سيئة بالفعل لأنها تأخذ الكثير من الوقت.",
                    author: "- غيلبرت تشيسترتون"
                },
                {
                    text: "تحرق الشمس كل يوم. تحرق الوقت. يدور الكون حول محوره. يحرق الوقت السنوات والناس...",
                    author: "- راي برادبري"
                },
                {
                    text: "عند الاستماع لأزيز الساعة، نلاحظ أن الوقت متقدم علينا.",
                    author: "- رامون غوميز دي لا سيرنا"
                },
                {
                    text: "مع كل دقيقة جديدة، تبدأ لنا حياة جديدة.",
                    author: "- جيروم كلابكا جيروم"
                },
                {
                    text: "إضاعة الوقت هي أسوأ جميع الشرور.",
                    author: "- سي. كانتو"
                },
                {
                    text: "انظر إلى الساعة. العقارب تتحرك فقط للأمام. هل تعرف لماذا؟ لأن الماضي لم يعد له أي معنى...",
                    author: "- جو كينيدي"
                },
                {
                    text: "وفقًا لقوانين الفيزياء، إذا كنت تؤجل، سيفرض الوقت في النهاية انتهاء الوقت لاحقًا.",
                    author: "- ساندور بتوفي"
                },
                {
                    text: "التأجيل هو لص الوقت.",
                    author: "- E. يونغ"
                },
                {
                    text: "يمكن أخذ الوقت، ولكن لا يمكن مشاركة الوقت.",
                    author: "- ساندور بتوفي"
                },
                {
                    text: "لم يتمكن أحد من إيقاف الوقت، حتى الله.",
                    author: "- كارل يونغ"
                },
                {
                    text: "الخريف والشتاء والربيع والصيف تطير معًا، تستبدل بعضها البعض بشكل غير ملحوظ. لا يشعر أحد منّا حتى بتحليق الوقت، غارقين في عَمل الحياة اليومية.",
                    author: "- أكيو موريطا"
                },
                {
                    text: "إحدى أكثر الخسائر التي لا يمكن تعويضها هي خسارة الوقت.",
                    author: "- ج. بوفون"
                },
                {
                    text: "يجب أن نتعلم كيفية الحصول على أربع ساعات من النوم. ثم سيكون لدينا المزيد من الوقت للكسل.",
                    author: "- بيل ويلسون"
                },
                {
                    text: "لا يوجد مكان وزمان، ولكن هناك وحدتهما.",
                    author: "- ألبرت أينشتاين"
                },
                {
                    text: "لا يوجد شر أكبر من إضاعة الوقت.",
                    author: "- ميشيل أنجلو"
                },
                {
                    text: "لا يمكنك العيش خلال الوقت عموديًا. الوقت هو شيء يتدفق أفقيًا.",
                    author: "- فيودور بوندارتشوك"
                },
                {
                    text: "بعض اللحظات لها نكهة الأبدية.",
                    author: "- مارك ليفي"
                },
                {
                    text: "لا تحاول إنفاق الوقت. لن يُنفَق الوقت.",
                    author: "- جيمس جويس"
                },
                {
                    text: "الحاضر مشحون بالمستقبل.",
                    author: "- دبليو. ليبنيز"
                },
                {
                    text: "نحن لا نختار الأوقات، يمكننا فقط أن نقرر كيف نعيش في الأوقات التي اختيرت لنا.",
                    author: "- جون رونالد"
                },
                {
                    text: "الموسيقى بالنسبة لي وسيلة مفضلة للسفر عبر الزمن وأسرع طريقة للعودة بالزمن.",
                    author: "- فريدريك بيغبدير"
                }
            ]
        },
        {
            id: 3,
            title: "الوقت والناس",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "من لا يعرف كيف يستغل وقته جيدًا، فهو أول من يشكو من نقصه: يقتل الأيام في اللبس، الأكل، النوم، المحادثات الفارغة، وفي التفكير فيما يجب القيام به، وببساطة في عدم فعل أي شيء.",
                    author: "- ج. لابروير"
                },
                {
                    text: "بغض النظر عن مدى سرعة مرور الوقت، فإنه يتحرك ببطء شديد بالنسبة لمن يراقب حركته فقط.",
                    author: "- صامويل جونسون"
                },
                {
                    text: "أحيانًا تريد الابتعاد عن شخص أو شيء ما، مع مرور الوقت، لا يمكننا أبدًا استعادته...",
                    author: "- روسلان يوجوف"
                },
                {
                    text: "ويل للشعوب التي تطيع الوقت بدلاً من أن تأمره.",
                    author: "- لودفيغ بيرنيت"
                },
                {
                    text: "الوقت، الذي هو سريع الزوال، الوقت الذي يمر بلا رجعة، هو أغلى ممتلكات الإنسان، وإضاعته هي أكثر أشكال الإسراف دقة.",
                    author: "- سومرست موم"
                },
                {
                    text: "الوقت يشفي كل شيء، سواء كنت تريد ذلك أم لا. الوقت يشفي كل شيء، يأخذ كل شيء بعيدًا، ويبقى فقط الظلام في النهاية. أحيانًا في ذلك الظلام نلتقي بالآخرين، وأحيانًا نفقدهم مرة أخرى هناك.",
                    author: "- ستيفن كينغ"
                },
                {
                    text: "الوقت نسبي للجميع لأن كل شخص يدركه بشكل مختلف.",
                    author: "- إدموند ويلز"
                },
                {
                    text: "الوقت يغير كل شيء - باستثناء شيء داخلنا يتفاجأ دائمًا بالتغيير.",
                    author: "- توماس هاردي"
                },
                {
                    text: "الوقت يمر بسرعة أكبر كلما اقتربنا من الشيخوخة.",
                    author: "- إ. سيناكور"
                },
                {
                    text: "الوقت والصدفة لا يمكنهما فعل شيء لأولئك الذين لا يفعلون شيئًا لأنفسهم.",
                    author: "- د. كانينغ"
                },
                {
                    text: "يلعب الوقت دورًا مهمًا في حياة الشخص، خلال الحياة يقوم الشخص بأدوار مختلفة ويجب أن يتم استخدامه بشكل كفء.",
                    author: "- جاك مارتن"
                },
                {
                    text: "الوقت هو عملة حياتك. لديك فقط هذه العملة، وفقط أنت من له الحق في تحديد كيف يجب أن تُنفق. احذر من أن ينفقها شخص آخر نيابة عنك.",
                    author: "- كارل ساندبرغ"
                },
                {
                    text: "الوقت ليس سوى تسلسل لأفكارنا. روحنا قادرة على الانغماس الذاتي، يمكنها تشكيل مجتمعها الخاص.",
                    author: "- ن. كرامزين"
                },
                {
                    text: "الوقت هو سيد عظيم لقطع جميع العقد الغوردية للعلاقات الإنسانية.",
                    author: "- أليكسي بيسيمسكي"
                },
                {
                    text: "في حياة كل إنسان، لا توجد دقيقة واحدة يُسمح فيها بتقليل شأن شخص ما ولا الإهمال.",
                    author: "- ل. بيساريف"
                },
                {
                    text: "بدون القدرة على امتلاك الوقت، من المستحيل امتلاك النفس.",
                    author: "- جون شتاينبك"
                },
                {
                    text: "الوقت، الذي يغير الناس، لا يغير الطريقة التي نفكر بها عنهم.",
                    author: "- مارسيل بروست"
                },
                {
                    text: "لا يوجد شيء أكثر قيمة من وقتنا، وهو الشخص الذي نستثمر وقتنا فيه.",
                    author: "- كريستوفر ليو"
                },
                {
                    text: "كيف نقضي وقتنا يحدد من نحن.",
                    author: "- جوناثان إسترين"
                },
                {
                    text: "لدى الجميع يومهم، وبعض الأيام أطول من الأخرى.",
                    author: "- وينستون تشرشل"
                },
                {
                    text: "الرجل الذي يجرؤ على إضاعة ساعة من الوقت لم يكتشف قيمة الحياة.",
                    author: "- تشارلز داروين"
                },
                {
                    text: "الإنسان العصري لا يعرف ماذا يفعل بالوقت والقوى التي أطلقها.",
                    author: "- تيلار دي شاردان"
                },
                {
                    text: "لا يمكن للإنسان أن يتصرف في شيء أكثر من الوقت.",
                    author: "- ل. فيورباخ"
                },
                {
                    text: "كيف نقضي وقتنا يحدد من نحن.",
                    author: "- جوناثان إسترين"
                },
                {
                    text: "عندما يكون لدى الرجل الكثير من الوقت الفراغ، ستحقق القليل.",
                    author: "- شونتسي"
                },
                {
                    text: "من لا يعرف قيمة الوقت ليس مولودًا للمجد.",
                    author: "- لوق دي فوفنارغ"
                },
                {
                    text: "يفكر الناس العاديون في كيفية قضاء الوقت، بينما يفكر الناس العظماء في كيفية استخدامه.",
                    author: "- آرثر شوبنهاور"
                },
                {
                    text: "لا يوفر الرجل الوقت بالتفكير أنه يمتلك الكثير منه.",
                    author: "- باولو كويلو"
                },
                {
                    text: "يجد الرجل الوقت لكل شيء يريده حقًا.",
                    author: "- ف. م. دوستويفسكي"
                },
                {
                    text: "يمكن للرجل أن يفعل أكثر بكثير ويتصرف بشكل أفضل. يرتكب خطأ واحدًا فقط - يعتقد أن لديه الكثير من الوقت تحت تصرفه.",
                    author: "- كارلوس كاستانيدا"
                },
                {
                    text: "ساعة الطفل أطول من يوم الرجل العجوز.",
                    author: "- آرثر شوبنهاور"
                },
                {
                    text: "هناك لصوص لا يعاقبون، لكنهم يسرقون من الناس الشيء الأكثر قيمة - الوقت.",
                    author: "- بنجامين فرانكلين"
                },
                {
                    text: "الجديد يصبح قديمًا، ثم تمر السنوات - وسيتم استبدال القديم بالجديد: هكذا كان، وهكذا سيكون دائمًا.",
                    author: "- روداكي"
                },
                {
                    text: "الندم على الوقت الذي يُهدره الناس بشكل غير حكيم لا يساعد دائمًا في استخدام الباقي منه بحكمة.",
                    author: "- جان دي لابرويير"
                },
                {
                    text: "يعتقد الإنسان الحديث أنه يخسر شيئًا - الوقت - عندما لا يقوم بشيء بسرعة كافية. ومع ذلك، لا يعرف ماذا يفعل بالوقت الذي يهدره - إنه فقط يعرف كيفية قتله.",
                    author: "- إريش فروم"
                },
                {
                    text: "أثمن هدية يمكنك إعطاؤها لشخص ما هي وقتك، لأنك تعطي شيئًا لا يمكنك استرداده أبدًا.",
                    author: "- تشي غيفارا"
                },
                {
                    text: "أكثر الناس حكمة هو من يزعجه فقدان الوقت أكثر.",
                    author: "- دانتي أليغييري"
                },
                {
                    text: "سيمر وقت معين، وستبدأ بالندم على الوقت الذي قضيته على شخص لم يقدره حقًا.",
                    author: "- أليس رومانوفا"
                },
                {
                    text: "مع تقدمي في العمر، أدركت مدى سرعة مرور الوقت. لا أريد أن أهدره. أريد أن أقضي الوقت مع الأشخاص الذين أحبهم وفعل أشياء تعني شيئًا.",
                    author: "- براد بيت"
                },
                {
                    text: "قلة من الناس يعرفون كيفية إدارة ثروتهم بحكمة، وأقل منهم من يعرف كيفية تخصيص وقته، ومن بين هاتين نتيجتين، فإن الأخيرة هي الأكثر أهمية.",
                    author: "- فيليب تشيستر فيلد"
                },
                {
                    text: "خذ ساعة من وقت الرجل، خذ حياة الرجل - الفرق الوحيد هو في المقياس.",
                    author: "- فرانك هربرت"
                },
                {
                    text: "ينشغل الناس العاديون فقط لتمضية الوقت؛ ولكن من لديه أي موهبة - يحب أن يجعل الوقت مفيدًا.",
                    author: "- آرثر شوبنهاور"
                },
                {
                    text: "عدم القدرة على الاهتمام بوقت المرء ووقت الآخرين هو عدم ثقافة حقيقي.",
                    author: "- ن. كروبسكايا"
                },
                {
                    text: "ليس الوقت هو الذي يغير الناس، بل الظروف التي تمر خلال ذلك الوقت.",
                    author: "- ثيوفراستوس"
                },
                {
                    text: "ربما الشيء الأكثر أهمية هو قضاء الوقت مع أولئك الذين يريدون حقًا قضاء الوقت معك.",
                    author: "- تاداو ياماغوتشي"
                },
                {
                    text: "كثير من أولئك الذين يشعرون أن اليوم طويل جدًا يندبون أن الحياة قصيرة جدًا.",
                    author: "- تشارلز كاليب كولتون"
                },
                {
                    text: "غالبًا ما لا يعرف الناس ماذا يفعلون بالوقت، لكن الوقت يعرف ماذا يفعل بالناس.",
                    author: "- مارك مارونيير"
                },
                {
                    text: "حب الزمن الماضي غالبًا ما يكون ليس سوى كراهية للزمن الحاضر.",
                    author: "- بيير بوستي"
                },
                {
                    text: "فقط عدد قليل من مئات الأشخاص يمكنهم تقدير وقتهم.",
                    author: "- ألفريد تينيسون"
                },
                {
                    text: "من يتعرض للهجوم من وقته لم يتقدم بما يكفي - أو لم يتأخر بما يكفي.",
                    author: "- فريدريك نيتشه"
                },
                {
                    text: "بغض النظر عن مدى ثراء الشخص، لا يمكن شراء الوقت.",
                    author: "- هاروكي موراكامي"
                }
            ]
        },
        {
            id: 4,
            title: "ثبات الزمن",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "العالم مستحيل بدون زمن، لكن الزمن مستحيل أيضًا بدون عالم.",
                    author: "- آرثر شوبنهاور"
                },
                {
                    text: "الزمن هو حركة لامتناهية، بدون لحظة واحدة من الراحة - ولا يمكن التفكير فيه بطريقة أخرى.",
                    author: "- ليو تولستوي"
                },
                {
                    text: "الزمن دائمًا يكرم ويدعم ما هو قوي، ولكنه سيتحول إلى غبار ما يثبت أنه غير مستقر.",
                    author: "- أناتول فرانس"
                },
                {
                    text: "الزمن والمد لا ينتظران أحدًا.",
                    author: "- جيفري تشوسر"
                },
                {
                    text: "المستقبل لا يمكن أن يأتي، لأنه عندما يأتي يكون قد مضى بالفعل.",
                    author: "- هنريك إبسن"
                },
                {
                    text: "إنه لا يهرب منا، بل يتدفق إلينا. سواء كنت تتطلع إلى الدقيقة القادمة أو لا تدرك ذلك على الإطلاق، فسيأتي.",
                    author: "- أنطوني سوروزسكي"
                },
                {
                    text: "بغض النظر عن مقدار ما نحاول، فإن الحياة تجري أسرع منا، وإذا كنا لا زلنا بطيئين، فإنها تمر كما لو لم تكن لنا، ورغم أنها تنتهي في اليوم الأخير، تتركنا يوميًا.",
                    author: "- سينيكا"
                },
                {
                    text: "سنة واحدة تشبه قطع الزمن، تُقطع، ويبقى الزمن كما هو.",
                    author: "- جول رينار"
                },
                {
                    text: "كل ما يحمله الزمن في مجراه يغير اسم الأشياء وشكلها وطبيعتها ومصيرها.",
                    author: "- أفلاطون"
                },
                {
                    text: "ليس للزمن بداية ولا نهاية. الزمن يشبه الثعبان أوروبوروس، الذي أمسك بذيله بأسنانه. الأبدية مخفية في كل لحظة. وتتكون الأبدية من اللحظات التي تخلقها.",
                    author: "- اندجيه سابكوفيسكي"
                },
                {
                    text: "ثلاثة أشياء لا تعود: سهم أطلق، كلمة نُطقت، وأيام مرت.",
                    author: "- جورج فرانكلين غاومر"
                },
                {
                    text: "حيثما يوجد الزمن، لا يمكن استعادة أي شيء.",
                    author: "- هاروكي موراكامي"
                },
                {
                    text: "الجديد يصبح قديمًا، ثم تمر السنوات - والقديم يُستبدل بالجديد: هكذا كان، وهكذا سيكون دائمًا.",
                    author: "- روداكي"
                },
                {
                    text: "لقد حدث الزمن لنا، حدثت لنا الحياة، وهذا شيء لم يستطع أحد مقاومته أبدًا.",
                    author: "- إيلتشين سفارلي"
                },
                {
                    text: "يد الزمن لديها القدرة على الترويض.",
                    author: "- جون هنري نيومان"
                },
                {
                    text: "المشكلة في الزمن ليست نقصه، بل الحقيقة أنه لا يمكن التراجع عنه.",
                    author: "- راي برادبري"
                },
                {
                    text: "لا يمكن لنهر ولا الزمن الفائت أن يتوقف.",
                    author: "- أوفيد"
                },
                {
                    text: "لا شيء أطول من الزمن، إذ إنه مقياس الأبدية؛ لا شيء أقصر منه، إذ إنه ناقص لجميع مساعينا... الجميع يهمله، والجميع يندب خسارته.",
                    author: "- فولتير"
                },
                {
                    text: "من المستحيل إيقاف الزمن: صناعة الساعات لن تسمح بذلك.",
                    author: "- ستانيسلاف ييرزي"
                },
                {
                    text: "يمكن للمرء أن يندم على أوقات أفضل، لكن لا يمكن لأحد الهروب من زمنه.",
                    author: "- ميشيل دي مونتين"
                },
                {
                    text: "إذا كان للكون إمداد غير محدود من الزمن، فلا يعني ذلك فقط أن أي شيء يمكن أن يحدث، بل يعني أن كل شيء سيحدث فعليًا يومًا ما.",
                    author: "- إرلند لو"
                },
                {
                    text: "الزمن هو كحبات الرمل التي تسقط من خلال أصابع الحياة، من المستحيل عدها، ولكن يومًا ما ستصبح راحة الوعي فارغة، وستندمج حبات الرمل مع بعضها وتكون الأبدية.",
                    author: "- أوليغ تيشينكو"
                },
                {
                    text: "الزمن هو محيط، وليس نهرًا. لماذا نتعقب الموجة إذا كانت ستصبح بلا جدوى على أي حال؟",
                    author: "- روزاليند فلي"
                },
                {
                    text: "الزمن هو طريقة الكون لاختبار رغباتنا في الحقيقة. ربما لهذا السبب نادراً ما نحصل على كل شيء دفعة واحدة.",
                    author: "- إيلتشين سفارلي"
                },
                {
                    text: "الوقت مجرد بعد رابع؟ نقطة صغيرة في نهاية سهم الساعة - طول لحظة، عرض الوجود، ارتفاع اللانهاية.",
                    author: "- هوارد إنليت"
                },
                {
                    text: "الوقت لا يتدفق مثل نهر لا يمكنك الدخول إليه مرتين. إنه مثل دوائر تت diverge على الماء.",
                    author: "- توماس واتسون"
                },
                {
                    text: "الوقت ثابت مثل الساحل: يبدو لنا أنه يتدفق، ولكن على العكس، نحن من يتحرك.",
                    author: "- بيير بوستي"
                },
                {
                    text: "يبدو لي أن الوقت هو محيط هائل، ابتلع العديد من الكتاب العظماء، وتسبب في حوادث لبعضهم، وحطم البعض الآخر.",
                    author: "- د. أديك"
                },
                {
                    text: "هناك وقت لكل شيء: ساعته للمحادثة، وساعته للراحة.",
                    author: "- هومر"
                },
                {
                    text: "الوقت لا ينتظر ولا يغفر لحظة واحدة ضائعة.",
                    author: "- ن. غارين-ميخايلوف"
                },
                {
                    text: "الوقت أزلي، ونحن زائلون.",
                    author: "- موسى سافر"
                },
                {
                    text: "الوقت هو صورة متحركة من الأبدية الثابتة. كل شيء يكسر وحدة المجتمع عديم القيمة؛ جميع المؤسسات التي تضع الإنسان في صراع مع نفسه عديمة القيمة.",
                    author: "- جان جاك روسو"
                },
                {
                    text: "الوقت يمضي! - تعودون على قول ذلك بسبب الفكرة الخاطئة المتبعة. الوقت أزلي: انتقلوا!",
                    author: "- بوب مارلي"
                }
            ]
        },
        {
            id: 5,
            title: "الزمن والحكمة",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "الأكثر حكمة هم الأكثر انزعاجًا من فقدان الوقت.",
                    author: "- دانتي أليغييري"
                },
                {
                    text: "فقدان الوقت هو الأصعب على من يعرف أكثر.",
                    author: "- يوهان ولفغانغ فون غوته"
                },
                {
                    text: "الأكثر حكمة من الجميع هو الزمن، لأنه يكشف كل شيء.",
                    author: "- طاليس الميليتي"
                },
                {
                    text: "تسعة أعشار الحكمة تتكون في التوزيع الحكيم للزمن.",
                    author: "- ثيودور روزفلت"
                },
                {
                    text: "حيث تكون العقل عاجزًا، فإن الزمن يساعد كثيرًا.",
                    author: "- سينيكا لوسيوس آينيوس"
                },
                {
                    text: "كل شيء ينضج فقط بمرور الزمن؛ لا أحد يولد حكيمًا.",
                    author: "- ميغيل دي ثيربانتس"
                }
            ]
        },
        {
            id: 6,
            title: "الزمن وتدفق الحياة:",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
          info: [
            {
              text: "يظهر الزمن بشكل رائع ما هو مهم حقاً.",
              author: "- مارغريت ب. بيترز"
            },
            {
              text: "لا يمكن للمرء أن ينسى الزمن إلا بقضائه بشكل مفيد.",
              author: "- تشارلز بودلير"
            },
            {
              text: "ما الفائدة من الخلود لرجل لا يمكنه أن يستفيد حتى من نصف ساعة؟",
              author: "- رالف والدو إيمرسون"
            },
            {
              text: "يقولون إن الزمن يشفي جميع الجروح. أنا لا أوافق. الجروح تبقى. مع مرور الوقت، يحمي العقل سلامته العقلية، ويغطيها بأنسجة ندبية، ويقل الألم. لكن الألم لا يختفي أبداً.",
              author: "- روز كينيدي"
            },
            {
              text: "كل يوم هو حساب مصرفي، والزمن هو عملتنا. لا أحد غني، ولا أحد فقير، لدينا جميعاً 24 ساعة.",
              author: "- كريستوفر رايس"
            },
            {
              text: "الحياة هي فترة قصيرة جداً بين خلدين.",
              author: "- توماس كارلايل"
            },
            {
              text: "إذا كنت تحب الحياة، فلا تضيع الوقت، لأن الحياة تتكون من الزمن.",
              author: "- بنيامين فرانكلين"
            },
            {
              text: "الزمن شيء خادع جداً. كل ما يوجد هو الآن. يمكننا أن نختبر تجارب من الماضي، لكن لا يمكننا أن نعيشها مرة أخرى؛ ويمكننا أن نأمل في المستقبل، لكن لا نعرف إذا كان هناك مستقبل.",
              author: "- جورج هاريسون"
            },
            {
              text: "طالما أننا نؤجل الحياة، فإنها تطير.",
              author: "- سينيكا"
            },
            {
              text: "الزمن المهدور هو وجود؛ الزمن المستخدم بشكل مفيد هو حياة.",
              author: "- إ. يونغ"
            },
            {
              text: "لديك في الحياة ما تعطيه المزيد من الوقت.",
              author: "- ميناندر"
            },
            {
              text: "من قال إن الزمن يشفي جميع الجروح كذب. الزمن يساعدك فقط على تعلم كيفية تحمل الضربة ثم العيش مع تلك الجروح.",
              author: "- عصر أدالين"
            },
            {
              text: "بينما نفكر في كيفية قتل الوقت، الزمن يقتلنا.",
              author: "- ألفونس ألي"
            },
            {
              text: "أولاً نقتل الوقت طوال حياتنا، ثم يتبين أنه في الواقع كل شيء حدث بالعكس - كان الزمن هو الذي قتلنا ببطء ودون أن ندرك.",
              author: "- بافل كورنيف"
            },
            {
              text: "تسرق السنوات المتعاقبة شيئاً منا كل يوم، حتى تستنفدنا في النهاية.",
              author: "- ألكسندر بوكا"
            },
            {
              text: " sooner or later، كل شيء يحدث للجميع - لو كان هناك وقت كافٍ.",
              author: "- جورج برنارد شو"
            },
            {
              text: "الساعة الأولى التي منحتنا الحياة قد قصرتها.",
              author: "- تشارلي شابلن"
            },
            {
              text: "لا شيء ملك لنا، سوى وقتنا.",
              author: "- أندريه مورو"
            },
            {
              text: "عدم تأجيل أي شيء حتى الغد هو سر شخص يعرف قيمة الزمن.",
              author: "- إ. لابولاي"
            },
            {
              text: "لا تضيع الوقت، فذلك هو ما يتكون منه الحياة.",
              author: "- فريدريك بيغبيدر"
            },
            {
              text: "نطلب لأنفسنا حياة طويلة، وفي الوقت نفسه لا يهم سوى عمق الحياة ولحظاتها العالية. دعونا نقيس الزمن بمقياس روحي.",
              author: "- ر. إيمرسون"
            },
            {
              text: "كم هو فظيع أن تشعر بأن مرور الزمن يأخذ كل ما كنت تملكه.",
              author: "- ب. باسكال"
            },
            {
              text: "ما كانت أهم دقائق في حياتك، تكتشفه عندما يكون الوقت قد فات.",
              author: "- أغاثا كريستي"
            },
            {
              text: "تقدم الحياة العديد من الأمور للتفكير فيها، لكن القليل من الوقت.",
              author: "- جون أوستن"
            },
            {
              text: "الحياة والزمن معلمان. تعلمنا الحياة كيفية إدارة الوقت بشكل صحيح، ويعلمنا الزمن كيف نقدر الحياة.",
              author: "- إريش ماريا ريمارك"
            },
            {
              text: "الحياة البشرية تتضاعف من خلال مجموع الوقت المدخر.",
              author: "- ف. كوليير"
            },
            {
                text: "الحياة بشكل عام لها خاصية سيئة واحدة فقط - الزمن المحدود.",
                author: "- أندريه مورو"
              },
              {
                text: "شجرة، مهما كانت جذورها قوية وعميقة، يمكن اقتلاعها في ساعة، ولكنها تحتاج سنوات لتثمر.",
                author: "- السامرقدي"
              },
              {
                text: "كل شيء في العالم له وقته، وكل شيء تحت السماء له ساعته. هناك وقت للولادة ووقت للموت، وقت للبذر ووقت للقلع، وقت للقتل ووقت للشفاء، وقت للصمت ووقت للكلام، وقت للحرب ووقت للسلام.",
                author: "- الكتاب المقدس"
              },
              {
                text: "الوقت قابل للتمدد، يعتمد على نوع المحتوى الذي تملؤه به.",
                author: "- س. مارشاك"
              },
              {
                text: "يجب قياس الوقت بلا شك بالأحداث، وليس بعدد الساعات التي مرت.",
                author: "- هنري رايدر هاغارد"
              },
              {
                text: "الوقت يشفي الجروح، لكن لا يخلصنا من الندوب.",
                author: "- مارك ليفي"
              },
              {
                text: "الوقت شيء غريب، والحياة أغرب منه. somehow تدور التروس بطريقة خاطئة، وأصبحت حياة البشر متشابكة بسرعة كبيرة أو متأخرة للغاية.",
                author: "- راي برادبري"
              },
              {
                text: "الوقت هو مثل المال: لا تضيعه، وستمتلك الكثير منه.",
                author: "- غاستون ليفيس"
              },
              {
                text: "يمتد الوقت وتطير السنوات.",
                author: "- ف. زوبكوف"
              },
              {
                text: "الوقت لا يهم، ما يهم هو ما تملؤه به.",
                author: "- تشي جيفارا"
              },
              {
                text: "الوقت لا يشفي، بل يعلم. يعلمك كيفية التكيف مع المستحيل.",
                author: "- برتراند راسل"
              },
              {
                text: "هناك دقائق يمكنك أن تعطيها شهورًا وسنوات.",
                author: "- أ. ب. تشيخوف"
              }
          ]
        },
        {
            id: 7,
            title: "الزمن والسعادة",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "ليس لدينا وقت لنكون أنفسنا. يكفي فقط أن نكون سعداء.",
                    author: "- ألبير كامو"
                },
                {
                    text: "أنا لست مهتمًا حقًا بتوفير الوقت، أفضّل الاستمتاع به.",
                    author: "- إدواردو غاليانو"
                },
                {
                    text: "الوقت الضائع في المتعة لا يعتبر ضائعًا.",
                    author: "- جون لينون"
                },
                {
                    text: "أتمنى لو أن الوقت يمتد بشكل أسرع ويطير بشكل أبطأ.",
                    author: "- برتراند راسل"
                },
                {
                    text: "السعداء يعدّون الوقت بالدقائق، في حين أن التعساء يرون أنه يمتد لعدة أشهر.",
                    author: "- جيمس كوبر"
                },
                {
                    text: "أكثر الناس سعادة على الأرض هم من يمكنهم التعامل بحرية مع الوقت دون الخوف من النتائج.",
                    author: "- كيرا بورغ"
                },
                {
                    text: "تتراكم الأيام بسرعة إلى أسابيع، وتتحول الأسابيع إلى شهور، والشهور إلى سنوات، لدرجة أنك لا تلاحظ أن أسعد أوقات حياتك قد مضت.",
                    author: "- م. غوركي"
                },
                {
                    text: "الزمن سراب، يتقلص في لحظات السعادة ويتمدد في ساعات المعاناة.",
                    author: "- ر. ألدينغتون"
                }
            ]
        },
        {
            id: 8,
            title: "الزمن والأعمال",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "الوقت أكثر قيمة من المال. يمكنك كسب المزيد من المال، لكن لا يمكنك كسب المزيد من الوقت.",
                    author: "- جيم رون"
                },
                {
                    text: "أهم مورد لدينا هو الوقت.",
                    author: "- ستيف جوبز"
                },
                {
                    text: "الوقت هو أغلى شيء يمكن أن ينفقه الإنسان.",
                    author: "- ديونيسيوس"
                },
                {
                    text: "يجب أن نستخدم الوقت كأداة، وليس كخمول.",
                    author: "- جون ف. كينيدي"
                },
                {
                    text: "من يحكم الوقت يحكم العالم.",
                    author: "- ثيودور روزفلت"
                },
                {
                    text: "اليوم، أولئك الذين لديهم المال ليس لديهم وقت، وأولئك الذين لديهم وقت ليس لديهم مال.",
                    author: "- ب. فرانكلين"
                },
                {
                    text: "أكبر هدر يمكن أن يحدث هو هدر الوقت.",
                    author: "- ثيوفراستوس"
                },
                {
                    text: "لا يمكن شراء دقيقة واحدة من الوقت بالنقود؛ وإذا كان بالإمكان، فسيعيش الأغنياء لفترة أطول من أي شخص آخر.",
                    author: "- أ. هنري"
                },
                {
                    text: "التخصيص الحكيم للوقت هو أساس كل مسعى ناجح.",
                    author: "- يان كومنيوس"
                },
                {
                    text: "الأفكار هي بنات الماضي وأمهات المستقبل ودائمًا عبيد للوقت!",
                    author: "- غوستاف ليبون"
                },
                {
                    text: "إذا كان الوقت هو أثمن شيء، فإن إهدار الوقت هو أكبر صخب.",
                    author: "- ب. فرانكلين"
                },
                {
                    text: "ساعة مكلفة لا تخلق الوقت، بل تعكس مدى قيمتها لمالكها.",
                    author: "- م. أ. بولغاكوف"
                },
                {
                    text: "المال مكلف، وحياة الإنسان أغلى بكثير، لكن الوقت هو الأكثر غلاءً.",
                    author: "- ألكسندر سوفوروف"
                },
                {
                    text: "تتجمع كل الاقتصاديات في النهاية لتصب في توفير الوقت.",
                    author: "- كارل ماركس"
                },
                {
                    text: "الوقت لدينا هو المال الذي لا نملكه.",
                    author: "- إلف وبتروف"
                },
                {
                    text: "الوقت، على عكس المال، لا يمكن تكسبه.",
                    author: "- ب. كروتي"
                },
                {
                    text: "الوقت والمال غالبًا ما يكونان قابلين للتبادل.",
                    author: "- ونستون تشرشل"
                },
                {
                    text: "الوقت هو مثل المال: لا تهدره، وستمتلك الكثير منه.",
                    author: "- غاستون ليفيس"
                },
                {
                    text: "الوقت مثل الوصي المهاري، ينتج باستمرار مواهب جديدة لتحل محل تلك التي اختفت.",
                    author: "- كوزما برتوكوف"
                },
                {
                    text: "الوقت هو أكبر مبتكر.",
                    author: "- فرانسيس بيكون"
                },
                {
                    text: "الوقت يعمل عندما يعمل، ولا يعني شيئًا فقط لأنه كذلك.",
                    author: "- فاليري بوبوف، عيد الهراء"
                },
                {
                    text: "الوقت هو المال. لكن لا يوجد مال سيعيد الوقت.",
                    author: "- هنري فورد"
                },
                {
                    text: "في اللحظة التي تتوقف فيها عن محاربة الوقت، يبدأ الوقت في العمل لصالحك.",
                    author: "- الدكتور جون"
                }
            ]
        },
        {
            id: 9,
            title: "اقتباسات تحفيزية عن الزمن",
            navigate: APP_ROUTES.ABOUT_TIME_INFO,
            info: [
                {
                    text: "احتفظ بالوقت! احرسه في أي ساعة، أي دقيقة. دون إشراف سيتسلل مثل السحلية. أنر كل لحظة بإنجاز صادق يستحق!",
                    author: "- مان توماس"
                },
                {
                    text: "يمر الوقت، وهذه هي المشكلة. الماضي ينمو والمستقبل يتقلص. هناك فرصة أقل وأقل لفعل أي شيء - ومزيد من الاستياء لما لم يكن لديك وقت لفعله.",
                    author: "- هاروكي موراكامي"
                },
                {
                    text: "الوقت طويل بما يكفي لمن يستخدمه؛ من يعمل ويفكر يوسع حدوده.",
                    author: "- فولتير"
                },
                {
                    text: "الوقت لا يقدر بثمن. فكر جيدًا فيما تنفقه عليه.",
                    author: "- برنارد شو"
                },
                {
                    text: "الوقت هو مساحة لتطوير القدرات.",
                    author: "- ك. ماركس"
                },
                {
                    text: "الوقت هدية ثمينة مُنحت لنا لنصبح أذكى، أفضل، وأكثر نضجًا وكمالاً فيه.",
                    author: "- مان توماس"
                },
                {
                    text: "كل شيء ممكن، لكن المستحيل يحتاج إلى المزيد من الوقت.",
                    author: "- غرايز أناتومي"
                },
                {
                    text: "احسب كل يوم، واجعل كل دقيقة محسوبة! الوقت هو الشيء الوحيد الذي يعتبر البخل فيه جديرًا بالثناء.",
                    author: "- توماس مان"
                },
                {
                    text: "كل شيء في الحياة مؤقت. لذا، إذا سارت الأمور بشكل جيد، استمتع بها - لن تستمر إلى الأبد. وإذا سارت الأمور بشكل سيئ، فلا تقلق - ذلك لن يستمر إلى الأبد أيضًا.",
                    author: "- غير معروف"
                },
                {
                    text: "لا شيء في الحياة عشوائي، وكل ما يحدث لنا يحدث في الوقت والمكان المناسبين...",
                    author: "- برتراند راسل"
                },
                {
                    text: "احتفظ بحساب كل يوم، احسب كل دقيقة أمضيتها! الوقت هو الشيء الوحيد الذي يعتبر البخل فيه جديرًا بالثناء.",
                    author: "- توماس مان"
                },
                {
                    text: "يجب استخدام الوقت بشكل إبداعي وعلينا دائمًا أن ندرك أن أي وقت هو فرصة لتحقيق أشياء عظيمة.",
                    author: "- مارتن لوثر كينغ"
                },
                {
                    text: "الوقت مجاني، لكنه لا يقدر بثمن. لا يمكنك امتلاكه، لكن يمكنك استخدامه. لا يمكنك التوفيره، لكن يمكنك إنفاقه. بمجرد أن تخسره، لا يمكنك استرداده مرة أخرى.",
                    author: "- هارفي ماكاي"
                },
                {
                    text: "إذا قضيت الكثير من الوقت في التفكير في شيء ما، فلن تفعله أبدًا.",
                    author: "- بروس لي"
                },
                {
                    text: "الخبر السيئ هو أن الوقت يمر بسرعة. الخبر الجيد هو أنك الطيار.",
                    author: "- ميخائيل ألتشو"
                },
                {
                    text: "الوقت هو الأقل لدينا.",
                    author: "- إرنست همنغواي"
                },
                {
                    text: "وقتك محدود، لذلك لا تضيعه على حياة شخص آخر. لا تقع في فخ العقيدة التي تعيش استنادًا إلى تفكير الآخرين. لا تدع ضوضاء آراء الآخرين تطغى على صوتك الداخلي. والأهم من ذلك، كن شجاعًا في اتباع قلبك وحدسك.",
                    author: "- ستيف جوبز"
                },
                {
                    text: "يقولون دائمًا إن الوقت يغير الأشياء، لكن عليك أن تغيرها بنفسك.",
                    author: "- أندي وارهول"
                },
                {
                    text: "إذا كنت تحب الحياة، فلا تضيع الوقت، لأن الحياة تتكون من الوقت.",
                    author: "- بنيامين فرانكلين"
                },
                {
                    text: "الاستخدام الجيد للوقت يجعل الوقت أكثر قيمة.",
                    author: "- روسو جان جاك"
                },
                {
                    text: "أنصحك بأن تهتم بالدقائق، وستعتني الساعات بنفسها.",
                    author: "- فيليب ستانهوب تشيستر فيلد"
                },
                {
                    text: "الوقت الضائع هو الوقت الذي لم نعيش فيه حياة إنسانية كاملة، وقت ليس مزينًا بالتجارب، الجهد الإبداعي، الفرح والمعاناة.",
                    author: "- ديترش بونهوفر"
                },
                {
                    text: "نظرًا لأنك لست متأكدًا من حتى دقيقة واحدة، فلا تضع ساعة واحدة.",
                    author: ""
                },
                {
    text: "بينما نتحدث، يطير الوقت القاسي بعيدًا. اغتنم هذا اليوم، واثقًا بأقل ما يمكن في الغد.",
    author: "- هوراس"
  },
  {
    text: "افهم هذا: الوقت لا ينتظر أحدًا. ما كان بالأمس هو بالفعل تاريخ. ما سيكون غدًا، لا يمكن لأحد أن يعرف. اليوم هو هدية.",
    author: "- مارثا غراهام"
  },
  {
    text: "قد لا يأتي الوقت المناسب أبدًا. إذا كنت ترغب حقًا في القيام بشيء، انسَ الوقت ببساطة وافعله.",
    author: "- برنارد ويربر"
  },
  {
    text: "من خلال التخلي عن عبارة 'ليس لدي وقت...' ستدرك قريبًا أنك لديك وقت تقريبًا لكل شيء تراه مناسبًا لتفعله في الحياة.",
    author: "- فيودور دوستويفسكي"
  },
  {
    text: "لا يوجد شيء أقوى من فكرة جاء وقتها!",
    author: "- فيكتور هوغو"
  },
  {
    text: "لا تضع وقتك في إعادة زيارة الأخطاء الماضية أو الفرص الضائعة بدون فائدة. لا يزال أمامنا حياة طويلة، وليس لدينا سبب للنظر إلى الوراء.",
    author: "- بابلو بيكاسو"
  },
  {
    text: "تابع الزمن، أو ستؤذي أولئك الذين يطاردونه.",
    author: "- غلين كوك"
  },
  {
    text: "لا حاجة للإسراع بالوقت. أولئك الذين كانوا في عجلة من أمرهم هم بالفعل في المقبرة.",
    author: "- كوكو شانيل"
  },
  {
    text: "لا تنتظر. لن يكون التوقيت مثاليًا أبدًا.",
    author: "- نابليون هيل"
  },
  {
    text: "لا تتحدث عن كيف أنك لا تملك الوقت. لديك بالضبط بقدر ما كان لدى ميشيل أنجلو، ليوناردو دافنشي، توماس جيفرسون، باستور، هيلين كيلر، وألبرت آينشتاين.",
    author: "- جاكسون براون"
  },
  {
    text: "تعلّم كيف تقدّر الوقت، وسيتحسن معظم مشاكلك.",
    author: "- أنطون بافلوفيتش تشيخوف"
  },
  {
    text: "الشباب يمر بسرعة: اغتنم مرور الوقت. اليوم الذي مضى دائمًا أفضل من اليوم الحالي.",
    author: "- يوهانس كبلر"
  },
  {
    text: "هل تحب الحياة؟ إذن لا تضع وقتك، لأنه هو ما تتكون منه الحياة.",
    author: "- بنجامين فرانكلين"
  },
  {
    text: "اغتنم الساعة قبل أن تت slip away from you. اللحظات النادرة في الحياة هي حقًا عظيمة وذات معنى.",
    author: "- فريدريش شيلر"
  },
  {
    text: "اسعى لمقابلة صديق في أي وقت لديك لتعيش.",
    author: "- خليل جبران"
  },
  {
    text: "كل لحظة ضائعة هي قضية ضائعة، وفائدة ضائعة.",
    author: "- فيليب تشيسترفيلد"
  },
  {
    text: "كل دقيقة أنت غاضب فيها من شخص ما، تخسر 60 ثانية من السعادة لن تستعيدها أبدًا.",
    author: "- رالف والدو إيمرسون"
  },
  {
    text: "استغل كل لحظة حتى لا تندم لاحقًا وتأسف على فقدان شبابك.",
    author: "- باولو كويلو"
  },
  {
    text: "إذا كنت ترغب في ذلك، ستجد الوقت؛ إذا لم تكن ترغب في ذلك، ستجد السبب.",
    author: "- هاروكي موراكامي"
  },
  {
    text: "هنا والآن هو أفضل وقت. لا تحلم بوقت أفضل.",
    author: "- سري تشينموى"
  },
  {
    text: "الوقت المثالي لن يأتي أبدًا. اتخذ إجراءات الآن!",
    author: "- بابلو بيكاسو"
  },
  {
    text: "إذا كان المرء ببساطة أمام زمانه، فإن اليوم سيأتي عندما يلحق به.",
    author: "- لودفيغ فيتجنشتاين"
  },
  {
    text: "إذا لم تقلص قرارك اليوم - سيكون الغد كما كان الأمس.",
    author: "- هنري فورد"
  },
  {
    text: "إذا كنت ترغب في الحصول على فراغ، فلا تضيع وقتك على لا شيء.",
    author: "- بنجامين فرانكلين"
  },
  {
    text: "إذا كنت ترغب في الحصول على وقت قليل، فلا تفعل شيئًا.",
    author: "- أنطون تشيخوف"
  }
            ]
        }
        ];

export const TheBookTexts_ar = [
  {
    id: 1,
    title: "كيف يُسمى الزمن؟",
    texts: [
        "علماء النفس اللغويون - الأشخاص الذين يدرسون تأثير اللغة على سلوك الناس - متأكدون من أن اللغة تحدد شخصياتنا. والحياة تحدد اللغة، على سبيل المثال، في لغة شعوب الشمال يوجد أكثر من 30 كلمة للثلج، بينما في الدول الجنوبية كلمة واحدة. بعض اللغات لا تعرف كلمة لا، وفي لغات أخرى لا يوجد \"أنا\" وهذا يحدد نظرة العالم. يمكن أن يكشف اسم الزمن في اللغات المختلفة أيضًا عن الكثير.",
        "على سبيل المثال، كلمة English time - تعود إلى اللغة الإنجليزية القديمة \"tīma\"، والتي ترتبط اشتقاقيًا بكلمة tīd. لم تكن هذه الكلمة تعني فقط \"الوقت\" ولكن أيضًا \"المد والجزر\" و \"الفيضان\" (المدّ الحديث). تتمتع اللغة الإنجليزية بكلمة time بخصوصية: يمكن أن تشير إلى فترة زمنية ونقطة زمنية معينة، بينما في اللغات الأخرى هناك أسماء منفصلة لهذه المفاهيم.",
        "تم اقتباس كلمة \"الوقت\" السلافية من اللغة السلافية الكنسية. ترتبط هذه الكلمة بالكلمة الهندية القديمة \"vártma\" - المسار. ترتبط كلمة \"الدوران\" بنفس الجذر! ربما لهذا السبب لدى الشعوب السلافية موقف من الزمن كشيء قَدَريّ - لا لبس فيه.",
        "في اللغة الصينية، يُسمى الزمن 時間 (shijian). يتمركز المعنى الرئيسي للكلمة في الحرف الأول 時 (shi). وهو يتكون من جزأين - \"الشمس\" و \"التوجيه\" (日 و 之). أي أنه يرمز إلى حركة الشمس، وهي الزمن بالمعنى الأرضي. معناها \"الوقت، الساعة، الموسم، العصر\".",
        "الحرف الثاني 間 (jian) في كلمة \"الوقت\" هو حرف خدمة أكثر. إنه يعني \"الفجوة، الفجوة، المسافة\". يتكون هذا الحرف من جزأين - البوابة (門)، وبداخلها القمر (月). اتضح أن كلمة الزمن اشتقاقيًا تعني \"فترة زمنية\"، وليس مفهوم \"الوقت\" بحد ذاته. أي بالنسبة للصينيين، يكون الزمن بالضرورة من شيء إلى شيء، بعض المسافة المقاسة بالساعات. في اللغة العربية، كان الزمن يُشار إليه في الأصل بكلمة \"المنجم\"، والتي تم اقتباسها من قبل العديد من لغات العالم بالمعنى الأصلي للكلمة، دليل، جدول، نظرة عامة. مفهوم كلمة \"الوقت\" الوقت الحديث قريب من الفهم السلافي للزمن - شكل من أشكال الوجود، أفضل لحظة لشيء ما،"
    ]
},
{
  id: 2,
  title: "هناك نوع خاص من الزمن - زمن العمل",
  texts: [
      "في الاقتصاد، الزمن هو سرعة رد الفعل أو الاستجابة للتغييرات التي تحدث. يعيش الاقتصاد على مدارته الخاصة، قريبًا من مفهومه الصيني - الزمن هو فترة.  يوجد في الاقتصاد 4 أوقات/فترات:",
      "لحظي - فترة زمنية لا يمكن خلالها تغيير أي من العوامل التي تؤثر على العمل.",
      "قصير الأجل - فترة زمنية لا يمكن خلالها تغيير عوامل الإنتاج الثابتة (منطقة الإنتاج والمعدات)، لكن يمكن تغيير عوامل الإنتاج المتغيرة (عدد الموظفين، كمية المواد الخام والطاقة).",
      "قصير الأجل - فترة زمنية لا يمكن خلالها تغيير عوامل الإنتاج الثابتة (عدد الموظفين، كمية المواد الخام والطاقة).",
      "طويل الأجل - يمكن تغيير جميع العوامل باستثناء التكنولوجيا. يزداد الإنتاج، تزداد الطلب، تزداد الأسعار، تزداد التكاليف.",
      "فترة زمنية طويلة للغاية - فترة يتغير فيها كل شيء والشركة والتكنولوجيا، يأتي الابتكار.  في اللغة الإنجليزية تستخدم كلمة \"run\" لوصف الزمن الاقتصادي: \"shortrun\"، \"longrun\". لا يمكن ربط الزمن الاقتصادي في جميع أبعاده الأربعة بفترة زمنية فلكية،"
  ]
},
{
  id: 3,
  title: "آكلو الزمن أو مُستهلكو الزمن",
  texts: [
      "حكاية الوقت الضائع هي قصة عن أطفال لا يقدرون الزمن ولا يحترمونها. استغل آكلو الزمن هذه الفرصة وسرقوا الوقت من الأطفال وحولوهم إلى أشخاص مسنين. لا يحتاجونها ... هذه قصة خيالية، لكن هل يمكن سرقة الوقت في الحياة؟ يقول خبراء إدارة الوقت نعم.  هنا 5 من أكثر آكلي الوقت شراسة، والتي يمكن لساعة NON SYSTEM من Bakkoura محاربتها بشكل مثالي، مما يساعدك على إعادة توزيع وقتك:",
      "1.  \"الإنترنت\"",
      "2.  \"التحدث على الهاتف\"",
      "3.  \"الاستيقاظ متأخرًا\"",
      "4.  \"التأمل - أفكار من سلسلة \"لو فقط...\"\"",
      "5.  \"الأولويات الخاطئة\""
  ]
},
{
  id: 4,
  title: "الزمن حساب سري فتحه الله باسمك",
  texts: [
      "الأزمات والتضخم يقتلان العمل. والزمن هو تضخم الحياة السريع. لا نحتاج إلى التفاؤل بشأن مقدار الوقت المتبقي لنا، من المهم أن ندرك مقدار ما فاتنا بالفعل. عند التعامل معه بحكمة، سيصبح الوقت يدك الثالثة - اليد التي تصطاد الحظ من ذيله. سعى جهاد بكورة ووجد طريقة ليعيش كل ساعة بمعنى وهدف: هناك 30 جزءًا في اليوم. لا نعرف أبدًا أين نفقد الوقت.",
      "والزمن هو الحساب الشخصي الوحيد الذي لن تعرف عنه أي شيء. كم أعطاك الله؟ كم تبقى؟ الشيء الوحيد الذي يمكننا فعله هو إدارة \"الإنفاق\". لا تدع الوقت ينفد ويصفر حساب حياتك في وقت مبكر! كيف؟ كرس بكورة حياته لدراسة الساعات ووجد 2190 \"ساعة\" في السنة. كل عام. الوقت الذي تقضيه في فعل الأشياء الصحيحة. بعد كل شيء، تُقاس الحياة بالأفعال، وليس بالساعات."
  ]
},
{
  id: 5,
  title: "الزمن هو الماء",
  texts: [
      "الزمن هو الماء. عندما يكون هناك ساعتان لإنجاز مهمة، تعامل معها في ساعتين، وإذا تم تخصيص ساعة واحدة، فسنقوم بتنفيذها في ساعة واحدة. كيف يمكننا فعل ذلك؟ البشر مخلوقات مذهلة، يمكننا برمجة أنفسنا. تستيقظ في الليل، تنظر إلى الساعة وتدرك أنك بالتأكيد لن تحصل على قسط كافٍ من النوم، لأن هناك 4 ساعات فقط متبقية للنوم. ولن تحصل على قسط كافٍ من النوم بالتأكيد. وإذا لم تكن تعرف ما تبقى \"فقط\"، فستستيقظ مرتاحًا.",
      "ساعة تقسم اليوم إلى 30 جزءًا هي فكرة جريئة تكسر الروتين لأولئك الذين لا يخشون كسر القواعد. لقد حصدنا 12 دقيقة من كل ساعة واكتسبنا 6 \"ساعات\" إضافية من الحياة! افعل كل شيء في الوقت المحدد ولا تندم على أي شيء!",
      "مجموعة BAKKOURA NON SYSTEM مخصصة للمغامرين والحالمين الذين يجدون صعوبة في العيش تحت قبضة 24 ساعة!",
      "الزمن مشروط - تحدد القيمة من قبل الناس. هل 1 ريال أو 1 يوان كثير أم قليل؟ كيف تعرف؟ تشعر به. في مكان ما في دماغك يوجد مسطرة تقليدية تخبرك ما إذا كان قيمًا أم لا. لا أحد يعرف ما إذا كانت دقيقة واحدة كثيرة أم قليلة. ما الذي يمكن أن يحدث في دقيقة واحدة؟ كل شيء أو لا شيء.",
      "بعض الناس متأخرون دائمًا والبعض الآخر مبكرون دائمًا لماذا؟ لدينا جميعًا إحساس مختلف بالوقت. بالنسبة للبعض، دقيقة واحدة ليست كبيرة، وللآخرين، فهي كبيرة. لذلك، كما هو الحال مع المال، تبدو وحدة القياس هي نفسها للجميع، لكن في الواقع لكل شخص وحدة قياس خاصة به. لكن البشر منظمون للغاية لدرجة أننا يجب أن نسترشد بشيء ما. 5 نجوم في الفندق، نجوم ميشلان في المطعم، التقييمات في التعليقات. إذا كان لديك 24 ساعة، فستعيش 24 ساعة، وإذا كان لديك 30، فستعيش 30 ساعة."
  ]
},
{
  id: 6,
  title: "العالم يعيش بقواعده الخاصة",
  texts: [
    "قال فيثاغورس إن الأرض مستديرة، ولم يتم الاعتراف بذلك من قبل الفاتيكان إلا عام 1992. ولكن في عام 2023، يعتقد ما يقرب من 15 مليون شخص أن الأرض مستديرة.",
    "أُخبرنا أن هناك 24 ساعة في اليوم. على الرغم من أن الساعة الأكاديمية هي 45 دقيقة، إلا أن الساعة العمل في أوروبا هي 50 دقيقة.",
    "كان لدى السلاف 16 ساعة و 9 أشهر في السنة في يوم مدته 24 ساعة حتى القرن الثامن عشر، ولكن في إثيوبيا يوجد 13 شهرًا. في القرن الثامن عشر، كان الوقت العشري ساريًا في فرنسا لعدة سنوات - تم تقسيم اليوم إلى عشرة أجزاء. على الرغم من أن مثل هذا النظام جُرّب قبل فرنسا في الصين القديمة. بالتوازي مع تقسيم اليوم إلى 12 \"shi\"، قسمه الصينيون إلى 100 \"ke\"، كل منها، بدوره، تم تقسيمه إلى 60 \"fen\"",
    "يعيش العالم الشرقي بالتقويم القمري، حيث يوجد 354 يومًا في السنة، ويمكن أن تكون الأيام القمرية من دقيقة واحدة إلى 48 ساعة. إذن، كم من الوقت تبقى لنا؟"
]
},
{
id: 7,
title: "الفيزياء الوصفية للزمن",
texts: [
    "قدم أحد الفيزيائيين نظرية مفادها أن الزمن غير موجود. إذا حاولت أخذ الزمن بين يديك، فإنه ينزلق دائمًا من بين أصابعك. الناس متأكدون من وجود الزمن، لكنهم لا يستطيعون الوصول إليه. لا يمكننا لمس الزمن لأنه ببساطة غير موجود؟",
    "ملاحظة مثيرة للاهتمام هي أن الزمن لا يمكن أن يوجد إلا حيث يحدث شيء ما، هناك على الأقل بعض المادة والخصائص. على سبيل المثال، في الفضاء في ثقب أسود لا يوجد أي مادة على الإطلاق ولا شيء على الإطلاق، لا يحدث شيء ولا يوجد زمن هناك. قبل الانفجار العظيم أو لحظة خلق الله تعالى لكل شيء - لم يكن هناك شيء، لذلك لم يكن هناك زمن. هل ظهر مع الكون أم ظهر مع الوعي؟ أين يذهب الوعي أو اللاوعي أو الروح عندما ننام - لا يوجد زمن. هل يعني ذلك أن الزمن يتوقف عن الوجود عندما ينام المرء؟ في العالم الخارجي، إنه موجود، لكنه غير موجود بالنسبة لك."
]
},
{
id: 8,
title: "إذا جاء الغد",
texts: [
    "نحن نعيش دائمًا في \"الآن\"، لدى بكورة حتى مفهوم مخصص للحظة - الآن. هذا يعني عدم أن تكون في مركز الأحداث، بل أن تكون المركز. لأن بالنسبة للبشر، الآن هو دائمًا الآن، لكنه هائل لدرجة أنه لا يوجد أساسًا. لذلك يمكننا القول أننا نعيش بدون زمن.  تمامًا كما لا يوجد غد - لن نجد أنفسنا أبدًا في الغد. لذلك لا يوجد غد أيضًا. لذلك لا يوجد الآن، لا يوجد غد ... لا يوجد زمن. هناك فقط اللحظة وذاكرتنا.",
    "الزمن مرتبط بالذاكرة. نتذكر كل شيء فقط في تسلسل زمني ونتذكر على صلة باللحظة: عندما كنت في المدرسة ...، أثناء العطلة ...، في ذلك العام. إذا أخذ الله وقتنا، فسوف يأخذ ذاكرة الناس. وما هو الإنسان إذا لم يكن لديه تاريخ (ذاكرة)؟ سيتوقف الإنسان عن الوجود.",
    "لهذا السبب، ستحاول NON SYSTEM أن تعطيك المزيد من اللحظات، وتساعدك على ملء طفولتك بالذاكرة حتى تعيش."
]
},
{
id: 9,
title: "كيف تبدو NON SYSTEM",
texts: [
    "نحن لا نلغي الـ 24 ساعة في اليوم، نحن نساعد على إعادة توزيعها بحكمة. يمكن مقارنة تأثير NON SYSTEM بـ:",
    "NON SYSTEM مثل البيتزا. يمكنك تقسيمها إلى 6 قطع، يمكنك تقسيمها إلى 8 أو 10. لا يتغير القطر، ونطعم المزيد من الناس، لكن لا أحد يذهب جائعا.",
    "● NON SYSTEM مثل الساعة الرملية مع عدد محدد من حبات الرمل بداخلها وتسقط بسرعة مناسبة لأن العنق الضيق مصمم بشكل صحيح. لم نغير عدد حبات الرمل، لقد ضيقنا العنق قليلاً لجعله يبدو وكأن هناك المزيد من الوقت.",
    "● NON SYSTEM - مثل الشوكولاتة. هناك لغز معروف يشبه قطعة الشوكولاتة، ولكن إذا قمت بوضعها معًا بشكل مختلف، فستحصل على مساحة فارغة كبيرة. كيف؟ لم يتغير شيء، لكن يبدو أن المساحة أصبحت أكبر.",
    "● NON SYSTEM - مثل جرة الحياة. هناك صخور كبيرة، وصخور صغيرة، ورمل - هذه هي المسائل والأحداث. تخيل إذا وضعت الرمل أولاً، ثم الحجارة الصغيرة ثم الحجارة الكبيرة - كم ستناسب؟ ماذا لو كان العكس."
]
},
{
  id: 10,
  title: "من يحتاج إلى إعادة توزيع الوقت؟",
  texts: [
      "الجميع. السرعة هي الأهم الآن. نحاول إنجاز كل شيء. أن نكون فعالين، لكن القليل جدًا من الناس يعرفون حقًا كيفية إدارة الوقت بشكل صحيح. مثل المال، هناك من يعرف كيفية تخصيصه بشكل صحيح ويعيش مثل الملك على 1000 ريال، وهناك متسولون مع 10000 في جيوبهم - لأنها تتسرب بعيدًا. هناك مستثمرون أكفاء يمكنهم تحويل كل ريال إلى مائة، وهناك من سيخسر هذه المائة. بنفس الطريقة،  لديهم جميعًا نفس كمية الوقت، لكن البعض غني والبعض فقير لأنهم لا يعرفون كيفية تخصيصه بشكل صحيح.",
      "هذه المهارة ضرورية للشباب الذين بدأوا للتو في التعرف على العالم ولديهم الكثير من العمل.",
      "● للأشخاص في سن متقدمة الذين لم يتبق لديهم الكثير من الوقت، ولا يزال لديهم الكثير من العمل.",
      "● رجال الأعمال الذين يحاولون التأكد من أن الموظفين يركزون على العمل ولا ينشغلون عن ذلك.",
      "للأشخاص الذين يتأخرون دائمًا وليس لديهم إحساس بالوقت."
  ]
},
{
  id: 11,
  title: "30 -  تنمية لا حدود لها",
  texts: [
      "في علم الأرقام، يعني الرقم 30 المرحلة التالية من التطور. وإذا كان الرقم 3 هو الموهبة، فإن 30 هي موهبة بلا حدود. يقال إن رؤية 30 على الساعة هي القوى العليا التي تنصح بالراحة والعودة إلى البداية الروحية. يعزو علماء الأرقام المشهورون إلى 30 على الساعة 5 معانٍ:",
      "1. إذا كنت ترغب في تجربة نفسك كرسام أو نحات، فكن شجاعًا. ابدأ على الأقل بأمر صغير، واتخذ خطوات على الطريق لتحقيق هدفك.",
      "2. إذا كان هناك شيء غير مرضٍ في حياتك، فقد حان الوقت لإجراء تغييرات. تحتاج إلى اتخاذ زمام المبادرة بنفسك والعمل.",
      "3.  ستساعدك الحدس على عدم الخلط وتجنب الأخطاء. إذا كانت لديك أي شكوك، فاستمع إلى صوتك الداخلي.",
      "4. لا يعد الرقم 30 بحل فوري لجميع المشكلات. من الضروري بذل الجهود، لكن لا تشك في نفسك وأن نشاطك مفيد.",
      "5. الاتصال ضروري بالنسبة لك. تحتاج إلى دعم لتشعر بالسعادة التامة. حاول العثور على حل وسط ولا تتخلص من الأصدقاء الحقيقيين."
  ]
},
{
  id: 12,
  title: "من اخترع 24 ساعة في اليوم؟",
  texts: [
      "في 23 ساعة و 56 دقيقة، تقوم الأرض بدورة كاملة حول الشمس، لكن هناك 24 ساعة في اليوم.  كل أربع سنوات، تتراكم الدقائق الإضافية إلى يوم إضافي - 29 فبراير.",
      "في البداية، تم تخصيص النهار والليل فقط. ثم - أربع مرات: شروق الشمس، الذروة، غروب الشمس، والليل.  كان لدى بعض الشعوب أنظمة خاصة. على سبيل المثال، كان لدى سكان جزر المجتمع في المحيط الهادئ 18 ساعة في اليوم، وفي روسيا القديمة - 16.",
      "لأول مرة، قسم المصريون القدماء اليوم إلى أجزاء في القرن الحادي والعشرين قبل الميلاد، أسس فرعون تحتمس الثالث عادة قياس الوقت بمساعدة الساعات الشمسية، حيث تم تقسيم النهار والليل إلى 10 ساعات من \"ضوء النهار\" و 10 ساعات من \"ضوء الليل\".",
      "اقترح البابليون القدماء نظامًا أكثر دقة لقياس الوقت.  قسموا اليوم إلى 24 ساعة، لكن طول كل ساعة كان مختلفًا حسب الموسم.  ومع ذلك، كان مثل هذا النظام غير مريح.",
      "استخدم الرومان القدماء ساعات شمسية، لكن استخدامها لم يكن عمليًا لأنها تعمل فقط خلال النهار. لذلك، من أجل ترشيد استخدام الوقت،  توصلت الإمبراطورية الرومانية لأول مرة إلى فكرة تقسيم اليوم إلى ساعات متساوية. أدخل كلاوديوس بطليموس، الذي عاش في القرن الثاني الميلادي، رسميًا تقسيم اليوم إلى 24 ساعة،  أكثر دقة إلى اثنين من 12.",
      "تم إرساء نظام 24 ساعة نهائيًا فقط في القرن التاسع عشر مع تطور النقل بالسكك الحديدية والحاجة إلى تنسيق جدول قطارات السكك الحديدية بدقة."
  ]
},{
  id: 13,
  title: "لماذا 30 ساعة أكثر فعالية",
  texts: [
      "لأن NON SYSTEM ليس مجرد ساعة، بل منهجية لإدارة الوقت تساعدك على إعادة تخصيص وقتك دون إجهاد جسدك ومحاولة هزيمة المماطلة.  من خلال التركيز على 30 جزءًا،  حيث تكون كل ساعة مشروطة أقل،  ولن يعرف إحساسك بالوقت عن ذلك  ويتجه ببساطة نحو القرص،  ستقوم بتحديد أولويات الراحة  والعمل بشكل أكثر فعالية. يعتبر تقسيم مهمة كبيرة واحدة من أكثر أدوات إدارة الوقت فعالية.  تُعرف هذه الطريقة أحيانًا باسم \"أكل الفيل على أجزاء\".  الفكرة هي تقسيم مهمة كبيرة إلى مهام أصغر.  \"نسبياً\" يمكنك التعامل مع أي مهمة،  ولن تبدو غير قابلة للتغلب عليها بعد الآن.  مشابهة جدًا لـ NON SYSTEM من بكورة."
  ]
},
{
  id: 14,
  title: "2 طرق أخرى لإدارة الوقت مع NON SYSTEM",
  texts: [
      "هناك العديد من الطرق لكي تكون فعالًا،  لكن يمكنك بنجاح استخدام 2 طرق أخرى مع NON SYSTEM: تقنية Pomodoro ومهمة واحدة في فترة زمنية واحدة.  Pomodoro -  الفكرة هي أن يكون لديك جزء محدد من الوقت تعمل فيه وجزء محدد من الوقت ترتاح فيه.  يُطلق عليه اسم \"طماطم\".  وقت \"طماطم\" واحدة هو 30 دقيقة،  منها 25 دقيقة تعمل و 5 دقائق ترتاح.  يستغرق الأمر 4 من هذه الدورات من العمل والراحة لأخذ استراحة رئيسية لمدة 30 دقيقة.  في عام 2009،  أجرى باحثون من جامعة ستانفورد تجربة اكتشفوا خلالها أنه إذا كان الشخص يؤدي العديد من المهام الفكرية في نفس الوقت،  فإنه يكون أسوأ في التركيز والتفكير والحفظ.  من الأفضل بكثير تخصيص مهمة واحدة في فترة زمنية واحدة،  والتركيز عليها فقط.  الاستثناء هو مزيج من النشاط البدني والعقلي."
  ]
},
{
  id: 15,
  title: "سحر الزمن الثابت",
  texts: [
      "تُعرف هذه الظاهرة باسم chronostasis.  من الكلمات اليونانية \"chronos\" - الوقت - و \"stasis\" - الثبات.  تحدث عندما تنظر \"فجأة\" إلى ساعة ذات عقارب،  يبدو أن عقرب الثواني يتجمد لمدة ثانية ثم يواصل الحركة.  الأسباب غير معروفة تمامًا،  لكن هناك تفسيرًا جيدًا لهذا السحر. عندما ننظر إلى أي شيء،  تكون العين في حركة مستمرة على مسافات مجهرية.  تُسمى هذه الحركات بالقفزات.  تسمح القفزات بتغيير سطوع النقاط الفردية باستمرار،  لذا تكون الصورة ثابتة.  تصل المعلومات من العينين إلى الدماغ للمعالجة،  وتُرسل الدماغ بالفعل النتيجة المُعالجة إلى الوعي.  عندما ننظر إلى نقطة واحدة،  تُثبت الصورة.  لكن عندما ننقل نظرتنا بسرعة،  تستقبل الدماغ أولاً صورة مشوشة،  لذا يتم تعليق معالجة وإرسال جميع هذه الأعمال إلى الوعي حتى لا تكون النظرة ثابتة على النقطة التي تم توجيهها إليها.  بعد ذلك،  يتم استعادة إرسال البيانات إلى الوعي.  لكن ماذا تفعل بهذه الفترة من الوقت عندما كانت العين تتحرك؟  كل شيء بسيط - تُملأ هذه الفترة بالصورة الأولية من اللحظة التي تركز فيها العين على جسم جديد،  وتُدرك كجزء أطول من مشهد جديد.  ينطبق الشيء نفسه على اللمس.  إذا أمسكت بشيء بشدة،  فسيُدرك وقت التفاعل معه على أنه أطول مما هو عليه في الواقع."
  ]
},
{
  id: 16,
  title: "NON SYSTEM - ليست ساعة",
  texts: [
      "NON SYSTEM ليست ساعة،  بل كرونوجراف مبتكر خاص.  في عالم صناعة الساعات،  هناك ثلاث درجات:  ساعة وكرونوجراف وكرونومتر.  الكرونومتر هو ساعة دقيقة بشكل خاص خضعت للاختبار وحصلت على شهادة خاصة.  تُصمم الساعة العادية لعرض الوقت الحالي ويمكن أن تُظهر ما يصل إلى 12 ساعة على القرص.  الكرونوجراف هو ساعة يمكنها قياس وتسجيل فترات زمنية."
  ]
},
{
  id: 17,
  title: "ذات مرة كان هناك 30 ساعة في اليوم",
  texts: ["في أمريكا الجنوبية ، بالقرب من أعلى بحيرة في العالم ، تيتيكاكا ، توجد أطلال مدينة تياغواناكو الهندية القديمة. في هذه المدينة تم العثور على ما يسمى ب \"بوابة الشمس\" ، النصب الأكثر شهرة للثقافة الهندية. كشف باحثون ألمان عن المنحوتات الغامضة المنحوتة على \"بوابة الشمس\": إنها أقدم تقويم في العالم. في رأيهم ، يشير التقويم إلى الوقت الذي تدور فيه أرضنا بشكل أبطأ ، مما يجعل 290 دورة في السنة. كانت هناك ثلاثون ساعة في اليوم ، وأربعة وعشرون يوما في الشهر ، واثني عشر شهرا في السنة. تحتوي \"بوابة الشمس\" على رموز كسوف الشمس ، والذي كان كل يوم تقريبا. علم العالم عن فك رموز هذا التقويم فقط في عام 1937. على أساس عمر \"بوابة الشمس\" يمكننا أن نفترض أن سنة من 290 يوما طويلة موجودة في الفترة بين التحولات القطب الثانية والسابقة (5200 - 1600 قبل الميلاد) ، وبعد ذلك أصبح يساوي 360 يوما."]
},
{
  id: 18,
  title: "بيورهيثمس هي ساعة الإنسان الخاصة",
  texts: ["الساعة البيولوجية هي آلية معقدة ودقيقة بشكل لا يصدق. كل شخص لديه ساعة بيولوجية فردية خاصة به ويتراوح من 22 إلى 25 ساعة. يطلق على القبرات الأشخاص الذين لديهم دورة بيولوجية مختصرة ، والبوم - مع دورة مطولة. من المثير للاهتمام أنه خلال حياته يمكن أن يكون الشخص بومة وقبرة ، لأن النظم الحيوية اليومية خلال حياته يمكن أن تتغير. ن أكثر من 300 وظيفة وعملية مختلفة تتحكم فيها الساعة البيولوجية معروفة بالفعل: النبض وضغط الدم والدم. من المثير للاهتمام أن بيورهيثمس الإنسان تدرس في ما يسمى بظروف \"العزلة الزمنية\" ، حيث يحرم الموضوع من أي معلومات عن الوقت! نأظهر تحليل 147 تجربة أجراها باحثون مختلفون أنه بغض النظر عن درجة المجهود البدني والتغذية والاتصالات الاجتماعية ، فإن فترة إيقاع درجة حرارة الجسم في ظل ظروف العزلة عن الوقت تكون دائما أكثر من 24 ساعة. بالضبط أكثر وتقريبا أبدا أقل. ننا لوحظت ظاهرة مماثلة فيما يتعلق بإيقاع \"النوم والاستيقاظ\" ، والتي في ظروف العزلة هي أيضا أطول من 24 ساعة وأحيانا تمتد حتى تصل إلى 35 ساعة وأكثر!"]
},
{
  id: 19,
  title: "منذ الولادة ، يفتقر الشخص إلى الوقت في اليوم",
  texts: ["اتضح أن الشخص من لحظة الولادة تحت ضغط شديد - يفتقر باستمرار إلى ساعة على الأقل في اليوم. ثبت أنه في الأيام الأولى بعد الولادة يعيش الأطفال على إيقاع 25 ساعة ، وفقط في المستقبل يتم إعادة هيكلة هذا الإيقاع إلى 24 ساعة. نوفقا لعالم الأحياء الكوني الشهير ، يعد هذا أحد أسباب شيخوخة جسم الإنسان. لماذا ساعة الإنسان الخاصة ، والتي ظهرت كتكيف مع التغيرات اليومية في البيئة الخارجية ، لها فترة مختلفة عن 24 ساعة? من وجهة نظر التطور ، هذه مفارقة واضحة. هناك العديد من التخمينات والافتراضات هنا ، والتي لا تزال تنتظر التأكيد. نالمهم هو القدرة على الشعور بـ \"الساعة البيولوجية\" للفرد. ليس كل الناس لديهم نفس القدرة. بعض الناس لديهم هذه الساعة تعمل بشكل طبيعي ، والبعض الآخر-متخلفة ، والبعض الآخر ، على العكس من ذلك ، في عجلة من امرنا. نلتحقق من جودة \"الساعة البيولوجية\" ، اقترح العلماء اختبارا. للقيام بذلك ، تحتاج إلى بدء ساعة توقيت ، ودون النظر ، عد الثواني إلى دقيقة واحدة ، ثم أوقف ساعة الإيقاف. إذا اختبرت نفسك بهذه الطريقة خمس مرات في اليوم-في 8 و 12 و 16 و 20 و 24 ساعة وثلاثة أيام متتالية ، يمكنك تحديد مدى دقة \"ساعتك البيولوجية\". كقاعدة عامة ، الأشخاص الذين لديهم مدة \"دقيقة فردية\" تتراوح من 63 إلى 69 ثانية ودرجة عالية جدا من التكيف مع البيئة ، وعادة ما يتميزون بصحة جيدة. من ناحية أخرى ، من المرجح أن يتعرض أولئك الذين حصلوا على درجة \"دقيقة فردية\" منخفضة (46-47 ثانية) للتوتر. وانخفاض \"دقيقة\" ، وأكثر شدة المرض. نمن يعلم ، ربما في المستقبل ، سوف نتعلم ليس فقط إعادة الكرونومتر الداخلي لدينا حسب الرغبة ، أي أن تصبح أصغر سنا."]
},

{
  id: 20,
  title: "هل تعلم أن الزمن يمكن أن يتوقف؟",
  texts: [
      "المجرات البعيدة تتحرك أسرع من المجرات القريبة. يعتقد علماء الفيزياء الفلكية أن الكون يتسارع بينما يتوسع باستمرار، مما يزيد من السرعة.  nnهناك نظرية تنسب ذلك إلى قوة غامضة في الكون تُعرف باسم \"الطاقة المظلمة\". لكن فيزيائيًا إسبانيًا اقترح نظرية بديلة:  يعتقد أن المجرات الأبعد، والأقدم تتحرك بشكل أسرع من تلك القريبة لأن الزمن كان أسرع في الماضي.  nnإذا كان على حق، فبعد بضعة مليارات من السنين، \"سوف يتجمد كل شيء مثل لقطة، إلى الأبد\". "
  ]
},
{
  id: 21,
  title: "قصة بقلم مؤلف مجهول:  لو كان هناك 30 ساعة في اليوم ....",
  texts: [
      "فرضية: عندما تكبر،  يصبح لديك يوم أطول.",
      "يبدو أن النظام - هو كل شيء بالنسبة لنا، إذا استلقينا في نفس الوقت كل يوم، واستيقظنا في الوقت المحدد على الساعة،  لم يعد الجسم بحاجة إلى ساعة تنبيه،  فإنه بمثابة ساعة بنفسه. ولكن بمجرد أن تحاول جعل أيامك لا تبلغ 24 ساعة، بل 30 ساعة،  سوف ينتهي الأمر.  تدرك أنك يمكن أن تعيش بسهولة في مكان ما على كوكب آخر،  إنه أكثر ملاءمة.  في نفس الوقت،  لا يزال يتعين قضاء 8 ساعات فقط على النوم، أي أنك تنام لمدة 8 ساعات وتكون مستيقظًا لمدة 22.  عندما تكون مستيقظًا لمدة 20 ساعة  وتنام لمدة 4 ساعات،  فإن التعب يتراكم،  لا تزال بحاجة إلى النوم لمدة 8 ساعات،  لكن  أن تكون مستيقظًا لمدة 16 ساعة  قليل جدًا!  لذلك تعيش بإيقاع سخيف،  مستيقظًا لمدة 18 ساعة  وتنام لمدة 6."
  ]
},
  {
    id: 22,
    title: "NON SYSTEM تتقدم على المستقبل",
    texts: [
        "جاذبية الأرض تتداخل مع الوقت من خلال إبطائه. تحت تأثير المد والجزر القمري الشمسي، تبطئ الأرض دورانها، ويزداد اليوم الفلكي، حيث يضيف كل قرن 3 مللي ثانية.",
        "الآن هناك 24 ساعة في اليوم، وبعد حوالي 200 مليون سنة سيكون هناك 25. ربما عندها سيتوقف البشر عن الشكوى من نقص الوقت؟ وفي زمن الديناصورات، قبل حوالي 230 مليون سنة، كان هناك فقط 23 ساعة في اليوم.",
        "كم عدد الملايين من السنين التي يتقدم بها مفهوم NON SYSTEM على الكون؟"
    ]
},
{
    id: 23,
    title: "الوقت - البعد الرابع",
    texts: [
        "في عام 1888 في آلة الزمن، أطلق هربرت ويلش على الوقت اسم البعد الرابع. كان يفكر في آلية للسفر في البعد الرابع: أن تكون موجودًا في الحاضر وفي مليون احتمال من المستقبل في نفس الوقت. يظهر شخصية بهذه القدرات 'حقيقيًا' في أحد أفلام رجال في الأسود.",
        "أبسط مثال على وجود البعد الرابع هو هرم خوفو. إذا وقفت بجانب هرم خوفو ونظرت من خلال المنظار إلى المدينة، سيتحرك الناس أسرع بالنسبة لك. لن ترى ذلك، ولكن أسرع. الانحناءات صغيرة جدًا، ولكن لا يزال هرم خوفو كبيرًا نسبيًا مقارنة بالبشر. هذا لأن الهرم كبير جدًا وضخم ويخلق انحناءً كبيرًا في الفضاء، مما يجعل الوقت يتباطأ قليلاً بالنسبة لك."
    ]
},
{
    id: 24,
    title: "“الوقت وحده ينتمي إلينا.”",
    texts: [
        "قال الفيلسوف الروماني سينيكا، “الوقت وحده ينتمي إلينا.” لأن الوقت ذاتي وفقط نحن من نحدد كيف نشعر به ونوزعه. لهذا السبب تقدم باكورا مقياسًا إضافيًا لإدارة الوقت.",
        "نحن لا نلغي أو نستبدل الـ 24 ساعة المعتادة في اليوم، ولكننا نعيد توزيع الدقائق داخل الفضاء بحيث تحصل على 6 'ساعات' إضافية في اليوم تحت تصرفك.",
        "هذا هو المقدار الذي ستكسبه من الكون إذا قمت بإعادة ترتيب نفسك لتعداد وفقًا لمقياس مكون من 30 جزءًا. مع تقدمنا في العمر، يبدو لنا أن الوقت يمر أسرع. لقد أثبت العلماء أن هذا صحيح فعلاً. الوقت يتسارع ذاتيًا مع الجذر التربيعي للعمر. لذا بالنسبة لشخص بالغ يبلغ من العمر 40 عامًا، يمر عام واحد مرتين أسرع من طفل يبلغ من العمر 10 سنوات. بالنظر إلى هذا النمط، يمكن اعتبار الفترات الأربع التالية في الحياة متساوية: 5-10 سنوات (1×)، 10-20 سنة (2×)، 20-40 سنة (4×)، 40-80 سنة (8×).",
        "في الحياة، الوقت وحده ينتمي إلينا، لذلك من المهم استخدامه بحكمة وعناية، ولهذا الغرض طورت باكورا قرص NON SYSTEM."
    ]
},
{
    id: 25,
    title: "مثل عن الوقت!",
    texts: [
        "في أرض بعيدة، كان هناك كائن يعرف باسم الوقت. كان غير قابل للتنبؤ وحرًا، يسرع عبر الفضاء ويتفادى القبض عليه. كان الناس يسعون لالتقاط الوقت من أجل السيطرة عليه.",
        "في يوم من الأيام، قرر رجل حكيم الخروج بحثًا عن الوقت. سافر إلى وادي الساعة المفقودة، حيث يمكن سماع صدى دقات الماضي. هناك وجد ورشة عمل قديمة مغطاة بالغبار.",
        "في الداخل، بين الساعات القديمة والتروس، رأى كائنًا صغيرًا ومتواضعًا. كان هو العجوز زمان. جلس العجوز في زاوية وكان يبدو متعبًا ووحيدًا.",
        "اقترب الرجل الحكيم من العجوز زمان وسأله: “لماذا أنت متعب ووحيد جدًا؟ بعد كل شيء، يسعى الجميع لالتقاطك وامتلاكك.”",
        "رفع العجوز زمان عينيه الحكيمتين وأجاب: “أركض حتى لا أتهرب من الناس، لكنني أمشي ببطء كافٍ ليتمكنوا من الاستمتاع باللحظة. أعطي الجميع كمية متساوية من الوقت، لكن كل شخص يقرر كيف يستخدمه.”",
        "تأمل الرجل الحكيم وسأل: “فماذا تفعل حتى لا تشعر بأن الوقت يتسرب بعيدًا؟”"
    ]
},
{
  id: 26,
  title: "عن الموعد النهائي والخط الأحمر",
  texts: [
      "ظهر مصطلح /“الموعد النهائي”/ لأول مرة في الصحافة الأمريكية في منتصف القرن التاسع عشر. كان يستخدمه الصحفيون للإشارة إلى موعد نهائي لتقديم المقالات أو المواد للنشر.",
      "كان في السابق اسمًا لخط في سجن عسكري، حيث كان يُعتبر السجين الذي يتجاوزه هاربًا ويُطلق عليه النار دون تحذير. من الجيد أنه ليس القرن التاسع عشر وأن تجاوز الموعد النهائي ليس مهددًا للحياة بشكل مباشر.",
      "لكن لا يعرف الكثير من الناس أن هناك أيضًا خطًا أحمر.",
      "الخط الأحمر هو موعد نهائي مؤقت لتقديم العمل. في الأصل، كان يُطلق عليه اسم الخط الذي يفصل منطقة الخطر، على سبيل المثال، خلال حادث. يجب عدم تجاوز هذا الخط الأحمر، حيث قد يكون هناك خطر على الحياة أو الأطراف بعده.",
      "في الأعمال، يعتبر الخط الأحمر موعدًا نهائيًا يجب أن يكون كل شيء داخل الشركة جاهزًا قبله. هذا هو الخط الأحمر الذي لن يكون من الممكن بعده تحسين المنتج بشكل جدي. في أقصى الأحوال، يمكنك إصلاح العيوب. بين الخط الأحمر والموعد النهائي، يتبقى وقت للمراجعة."
  ]
},
{
  id: 27,
  title: "عن الوقت العشري",
  texts: [
      "في عام 1754، اقترح عالم الرياضيات الفرنسي جان لو روند دالامبيرت تقسيم جميع وحدات الوقت على عشرة. في عام 1788، اقترح المحامي الفرنسي كلود بونيفاس كولينغون تقسيم اليوم إلى 10 ساعات، كل ساعة إلى 100 دقيقة، كل دقيقة إلى 1,000 ثانية، وكل ثانية إلى 1,000 مستوى.",
      "كما اقترح أسبوعًا من 10 أيام وتقسيم السنة إلى 10 /“أشهر شمسية”/. ",
      "وأصدر البرلمان الفرنسي مرسومًا بأن الفترة /“من منتصف الليل إلى منتصف الليل ستقسم إلى عشرة أجزاء، كل جزء إلى عشرة أخرى، وهكذا حتى أصغر كسور قابلة للقياس من المدة.”/",
      "دخل النظام حيز التنفيذ رسميًا في 24 نوفمبر 1793. بدأت منتصف الليل عند الساعة صفر (أو الساعة 10) وجاء الظهر عند الساعة 5. وبالتالي، أصبحت كل ساعة معيارية تعادل 2.4 ساعة تقليدية. أصبحت الحسابات أسهل. يمكن كتابة الوقت كسور، على سبيل المثال، 6 ساعات و42 دقيقة أصبحت 6.42 ساعة، وكلا القيمتين تعنيان نفس الشيء.",
      "لمساعدة الناس على الانتقال إلى تنسيق الوقت الجديد، بدأت شركات الساعات بإنتاج ساعات تحتوي على واجهات تعرض كل من الوقت العشري والقديم.",
      "حتى اليوم، لا يزال هناك معجبون بالوقت العشري. في عام 1897، قام عالم الرياضيات هنري بوانكاريه بالتوصل إلى حل وسط من خلال الإبقاء على اليوم المكون من 24 ساعة. ومع ذلك، قسم بوانكاريه الساعة إلى 100 دقيقة عشرية لكل منها. وتم تقسيم الدقائق إلى 100 ثانية. لم يتم الموافقة على هذا المشروع. في عام 1900، تقرر التخلي عن الوقت العشري إلى الأبد."
  ]
},
{
  id: 28,
  title: "24 مقابل 30",
  texts: [
      "لن يتغير شيء بالنسبة لك، فقط من خلال تغيير الإعدادات ستصبح أكثر كفاءة. تحقق المزيد من النجاح. قم بالمزيد. كل شيء يتعلق /“بالمسطرة”/ الداخلية.",
      "إذا وضعت غداءك على طبق صغير، سيبدو وكأن هناك المزيد من الطعام (هذا هو سر ونصيحة من العديد من مدربي فقدان الوزن). لكن بعد كل شيء، لن يتغير مقدار الطعام، سيبدو لك فقط كثيرًا وستأكل أقل. هكذا هو الحال مع يوم يحتوي على 30 جزءًا. لن يتغير العدد الإجمالي للدقائق، لكنك ستضعها على طبق أصغر (عادةً 12 دقيقة أقل) وسيبدو وكأنه المزيد من الوقت - يمكنك إنجاز المزيد وتحقيق المزيد.",
      "/NON SYSTEM/ ليس للتوفيق بين الوقت، بل للعيش حياتك بشكل أكثر كفاءة. الساعة هنا تعادل عادةً 48 دقيقة، والتي في 24 ساعة ستشتري لك ما يعادل 6 ساعات من الوقت الإضافي.",
      "نظام الـ 24 ساعة:",
      "● قواعد غريبة.",
      "● لم يتم تحديثه منذ القرن الثاني الميلادي.",
      "● يتخلف بالفعل.",
      "نظام الـ 30 جزءًا:",
      "● حياتك - قواعدك.",
      "● وقت المستقبل.",
      "● يمنحك تسريعًا."
  ]
},
{
  id: 29,
  title: "/حل المشكلات/",
  texts: [
      "/هذه هي نقطة النظام غير الموجود - إنه اختيارك./ إذا رأيت مشكلة، يمكنك حلها. إذا كنت مضغوطًا بشأن الوقت، يمكنك تعظيمه مع ساعة 30 ساعة.",
      "/قوائم المهام الضخمة يمكن أن تزيد من القلق./ السر، كما يقول علماء النفس، هو أنه عندما تدرك أن الوقت محدود، يصبح من الأسهل التركيز والقيام بالأشياء التي تستمتع بها.",
      "/يمكن أيضًا تصنيف الأنشطة المفضلة./ نظرية /“الستة محاور”/ للكاتب ورجل الأعمال دارياس فورو ستعمل من أجل ذلك.",
      "● /الجسد./ ما هي بعض الأنشطة المفضلة لديك التي تحسن صحتك وتمنحك الطاقة؟",
      "● /العقل./ ما الذي يجعلك في موجة إيجابية؟",
      "● /الحب./ مع من تستمتع بقضاء الوقت؟",
      "● /العمل./ ما هي المهام التي تجلب لك الرضا؟",
      "● /المال./ كيف تحب أن تنفق أموالك؟",
      "● /اللعب./ ما هي الهوايات والأنشطة التي ترفع من معنوياتك؟"
  ]
},
{
  id: 30,
  title: "/ليس فقط الوقت، ولكن أيضًا التقويم ليس خطيًا/",
  texts: [
      "/تعيش الدول الإسلامية وفقًا للهجرة./ بدأ العد من أول هجرة للمسلمين إلى الأماكن المقدسة في المدينة المنورة في عام 622 ويتم استخدام التقويم القمري. السنة في التقويم الإسلامي هي 354 أو 355 يومًا.",
      "/تعيش تايلاند وفقًا للتقويم البوذي القمري./ هم الآن في العام 2565. لماذا؟ لأن التقويم بدأ عندما بلغ بوذا النيرفانا.",
      "/في إسرائيل، يتم استخدام كل من التقويم الميلادي والتقويم اليهودي رسميًا./ يبدأ التقويم اليهودي العد من ظهور أول هلال جديد في السماء. تم تسجيله لأول مرة في 7 أكتوبر 3761 قبل الميلاد. لذلك، فإن التقويم اليهودي الآن هو 5780 عامًا.",
      "/إثيوبيا./ أصبح التقويم القديم للإسكندرية مؤسسًا للتقويم الإثيوبي، الذي يتأخر عن التقويم الميلادي بـ 8 سنوات. يحتوي التقويم الإثيوبي على 13 شهرًا - 12 شهرًا تحتوي كل منها على 30 يومًا بالضبط، بينما يحتوي الشهر الثالث عشر على 5 أو 6 (حسب السنة الكبيسة).",
      "/تستخدم اليابان التقويم الرسمي والتقويم الميلادي./ يبدأ الرسمي دائمًا بعد إعلان حكم الإمبراطور التالي، الذي يعطي شعارًا لوقت حكمه. هناك الآن 31 عامًا و/“عصر السلام والهدوء.”/",
      "/في إيران وأفغانستان، التقويم الفارسي الآن هو 1398./",
      "/تستخدم عدة دول آسيوية أخرى التقويم الصيني: منغوليا، كمبوديا، فيتنام وغيرها./ الآن هناك العام 4717. بدأ التقويم الصيني مع بداية حكم الإمبراطور هوانغدي في 2637 قبل الميلاد.",
      "/يسمى تقويم كوريا الشمالية /جوتشي/، بدأ تسلسله الزمني من عيد ميلاد الرئيس الأبدي للبلاد كيم إيل سونغ في عام 1912. الآن هو عمره 108 سنوات."
  ]
}
]

export const Concept30hTexts_ar = [
  {
    "id": 1,
    title: "كن حراً، كما خُلِقْتَ لتكون، لتدرك ما خُلِقْتَ لتفعله",
    texts: [
        "\"من يتحكم في الوقت يتحكم في الحياة. استخدام مفاهيم جديدة هو الخطوة الأولى والأكثر صحة نحو المستقبل. لقد منحنا العملاء الفرصة لإعادة توزيع الوقت لخلق مساحة لشيء يحتاجونه\" جهاد بكورة",
        "30H مريحة للمغامرين والحالمين الذين يشعرون بضغط العيش في نظام 24 ساعة.",
        "الوقت هو حساب سري للغاية افتتحه الله باسمك. الوقت الخاص هو الحساب الشخصي الوحيد الذي لن تعرف عنه شيئًا أبدًا.",
        "كم من الهبة منحك الخالق الأعلى؟ كم تبقى؟",
        "الشيء الوحيد الذي يمكننا فعله هو إدارة \"المصروفات\". لا تدع الوقت ينفد ويقلل من حساب حياتك إلى الصفر قبل الأوان! بعد كل شيء، الحياة تقاس بالأفعال، لا بالساعات.",
        "جمعنا 12 دقيقة من كل ساعة وحصلنا على 6 \"ساعات\" إضافية من الحياة! تم تقسيم قرص كل نموذج إلى 30 جزءًا. المفهوم لا يلغي ولكن يجعل من الممكن إعادة توزيع الوقت خلال اليوم بشكل أكثر كفاءة.",
        "30H ليست مجرد ساعة، بل تقنية لإدارة الوقت تساعد على إعادة توزيع الوقت بشكل صحيح دون تعريض الجسم للضغط.",
        "لا نعرف أبدًا أين نضيع الوقت. الأزمات والتضخم يقتلان الأعمال. الوقت هو تضخم غير قابل للتحكم في الحياة. 30H - مع نهج حكيم، ستصبح يدك الثالثة.",
        "30H مثل البيتزا. يمكن تقسيمها إلى 6 أجزاء، 8 أو 10. القطر لا يتغير لكن يمكنك إطعام المزيد من الناس دون أي هدر.",
        "30H مثل الساعة الرملية. هناك عدد محدد من حبات الرمل بداخلها وتسقط بالسرعة المناسبة، بسبب العنق الضيق. لم نغير عدد الحبات، بل ضيقنا العنق.",
        "30H مثل الجرة. هناك حجارة كبيرة وصغيرة ورمل - هذه هي أفعال حياتك. تخيل إذا وضعت الرمل أولاً، ثم الصغيرة، ثم الكبيرة - كم سيتناسب؟ ولكن إذا فعلت ذلك بالعكس - قد يتناسب المزيد.",
        "تعمل الساعة بنفس الطريقة المقسمة إلى 30 جزءًا - إعادة توزيع الوقت لخلق مساحة لشيء ضروري."
    ]
}
];

export const JihadBakkouraTexts_ar = [
  {
    id: 1,
    title: "سلالة بكورة هي النجاح المبني على علامة تجارية شخصية جهاد بكورة",
    texts: [
      "كرس جهاد بكورة 20 عامًا لقطاع السلع الفاخرة. أولاً كعميل ، ثم كموزع وأخيرًا كمالك ومُنشئ للعلامة التجارية. لقد أمضى جزءًا من حياته في الشرق وجزءًا في الغرب: دمج أفضل ما في كلا الثقافتين في مفاهيمه ومشاريعه."
    ]
  },
  {
    id: 2,
    title: "تحكم في وقتك وسيتغير الكون من حولك",
    texts: [
      "جهاد بكورة: \"أثق بالله.\" يتمتع جهاد باهتمام قوي بالوقت والتفاصيل. لديه شخصية مميزة تمثلها أفكاره المجنونة في عالم يُدار بالجنون ويُحكم بالعقل. يُعرف بكورة بحبه للفنون الجميلة ، فهو مفكر وشاعر ومصمم ملابس وساعات ، ورجل أعمال ناجح. أسس سلالة بكورة ، التي تضم العديد من الشركات والمشاريع في مجالات متنوعة. طوال مسيرته المهنية ، أظهر بكورة حبه لفلسفة التحدي المبتكر. أطلق حملتين مختلفتين: الأولى تسمى \"فك شفرة الوقت معًا\" والثانية لإعادة تعريف أسماء الوقت حتى نتمكن من لمسها. قدم فلسفة جديدة للوقت ، قائلاً: \"الوقت هو اليد الثالثة\". في هذا السياق ، يعتقد أن الوقت مقسم إلى مشاعر ، وتقييمه بقيم ، وقياسه بالإنجازات.",
      "يؤكد بكورة على أهمية تقدير الوقت وطرحه ، قائلًا: \"الوقت لا يتم جمعه إلا بالطرح.\" فهو ضد القرارات غير الحاسمة ويعتقد أن الحدود التي نضعها وهم. في الأعمال ، التواصل هو فن النجاح. تمتد خبرته في عالم الساعات الفاخرة لأكثر من 20 عامًا. بدأت رحلته كمشتري ، ثم أصبح موزعًا ، ثم مالك علامة فرانس فيلا وأخيرًا أنشأ علامته التجارية الخاصة \"بكورة\" التي تُعد مزيجًا من الحكمة والسحر. طور نظام \"نون تايم\" ، الذي يعتقد أنه مواكب لعصر السرعة ، وفي بعض تصاميمه قرر استخدام دوران عقارب الساعة مع انخفاض الوقت بدلاً من زيادته. يتميز بكورة باصطفافه مع مدينة دمشق ، وتروي تصاميمه قصصًا تجمع بين سحر الشرق ودقة الغرب. في هذا الصدد ، يقول: \"كل تصميم من تصميمات بكورة يحمل قصة فيه تُخبر ما كانت جدتك تخبرك به\". يقول جهاد: \"نعم ، عاش الشيطان في التفاصيل قبل أن أطرده منها\". دليلنا على ذلك هو بكورة."
    ]
  },
  {
    id: 3,
    title: "بدرية",
    texts: [
      "سفيرة علامة تجارية حصرية. مفتوحة دائمًا للتواصل مع مشتري ساعات بكورة. هذا الاسم ، الذي احتضنته بفخر ، ليس مجرد كلمة أو اسم عابر ، بل صدى يعكس التراث العميق والمعنى المتجدد في قلبي. بدرية هي والدتي ، رحمها الله ، المرأة التي رسمت ملامحي قبل أن تراني ، أول من أطعمني وأعطاني طعم الحب. أمي ، هي باب رزقي الأول والبوصلة التي أظهرت لي طريق الحياة. اخترت اسمها ليكون عنوانًا للمعاملات التجارية لبكور لأنها لا تزال موجودة في حياتي. بدرية ، تميمة جميلة شجعتني على فعل كل شيء لجعلي فخورًا بها. هي رمز جميع الرموز العظيمة ، وسأرتدي هذا الاسم بفخر حتى يذكرني دائمًا ب جذوري و من أنا. شهادة على ذلك هي بدرية."
    ]
  },
  {
    id: 4,
    title: "رسالتنا",
    texts: [
      "تمثيل الوقت. ليس كشكل من أشكال الوقت ، وليس كتحفة رائعة ، وليس كمعبر فاخر ، أو كزينة للفراغ. بل نضيف بصمتنا إلى مظهره البصري ، الذي لا وجود له إذا لم يكن هو نفسه موجودًا. وقيمه لمن يريد أن يُقدر. تُثبت نماذجنا ذلك."
    ]
  },
  {
    id: 5,
    title: "عائلة بكورة",
    texts: [
      "من يشبهنا فهو منا. نسعى جاهدين لكسب وجودنا."
    ]
  }
];

export const FrancVillaTexts_ar = {
    id: 1,
    title: "فرانس فيلا",
    date: "07:08.2023 - جهاد بكورة",
    image: "Images.Svg.francVila",
    texts: [
      "مُكَوِّن كَالِبِر FVn81 بِالتَوْرِيقِ الْيَدَوِيّ، مُدّة أُخْتِبَار طَاقَة تَشْغِيل تَصِل لِ 43 سَاعَة، مُزَوّد بِمُسْتَحْسِسِ الْفَوْرْبِيُول وَسَاعَةِ الِإنْذَار. تَعِيش هَذِهِ الْسّاعَات لِكُلّ مَنْ حَقّقَ النّجَاح. وَلَا يَهُمّ مَنْ هُوَ: رِيَاضِيّ، سِيَاسِيّ، رَئِيسَ عَصَابَة مافِيا، نَجْمٌ أَوْ مُتَخَصّص فِي تِقَنِيّات الْبَحْث. تَتَخَصّص الشّركَة فِي إِنتاج كُلّ السّاعَات السّويسرِيّة بِعَقُود فِي سِلَسِلِهِ مَحْدُودَة جِدًّا مُؤَلّفَة مِنْ 4 و 8 و 48 و 88 نُسْخَة، مَا يَضْمَنُ تَصْمِيمًا فَاخِرًا عَالي التّقَنِيّة وَشَخْصِيّةً سَاطِعَة. سَاعَة فرانس فيلا هِي آليّة خَلَقَهَا فَيلَسُوف.",
      "رَجُل أَعْمَال، شَاعِر، مُصَمّم، مُخْتَرِع مُفَاهِيم سَاعَةٍ ثَوْرِيّة لِلْوَقْت. يَسْتَمِرّ جِهَاد بَكّورَة فِي كِتَابَة قِصّةٍ بَدَأَت فِي إِسْبَانِيَا فِي عَام 2004 بِشَغَف وَتَخَيّلٍ لَا يَقِلّ. تَوَصّل إِلَى حَيَاةٍ جَدِيدَة مُثِيرَة لِكُلّ نَمُوذَج.",
      "مَارْكَة سَاعَات فَاخِرَة سُويسرِيّة مُسْتَقِلّة مُعْتَرَف بِهَا عَالَمِيًّا. تَكْمُن فَلْسَفَة مَارْكَة فرانس فيلا فِي التّكْمُل الْمُطْلَق. الِابتِكَار، الْإِبْدَاع وَالتّمَيّز هِيَ مُبَادِئنَا أَسَاسِيّة. هَدَفَنَا هُوَ خَلْق طَيْف مُكْتَمِل مِنْ عَقُود السّاعَات المُقدّمة فِي تَصْمِيم قَوِيّ، مُعَاصِر، وَأَهَمّ مِنْ ذَلِكَ، فَرِيد «الِحصْرِيّة هِيَ قَلْبُ الفَاخِرَة».",
      "أَصْبَحَ الْعَلَبَة بِشَكْلِ «ثَمَانِيّة مَقْلُوبَة» مِمّا بَعْدُ سِمَةً تَمَيّزِيّة لِسَاعَات فرانس فيلا. يَحْمِلُ الرّمزّ عَدَدًا لَا نِهَايَة لَهُ مِنْ الْمَعَانِي. هَذَا هُوَ الْوَثَقُ الْلَا نِهَايَة، هَذَا هُوَ التّكْمُل وَالْفَرْدِيّة."
    ]
};

export const TimeWealthData_ar: TimeWealthDataType[] = [
  {
    id: 1,
    imageUrl: Images.Img.tWCardImage,
    navigate: '',
    title: 'سلالة بكورة هي النجاح المبني على علامة تجارية شخصية جهاد بكورة',
    texts: [
      "كان هناك حدثان في حياتي، الأول جعلني أفكر في مسألة الوقت، والثاني دفعني لدراسة القضية بنشاط. في أحد مشاريعي، ظهر سؤال حول تنفيذ العقد واتضح أنني والمقاولين كان لدينا فهم مختلف للمواعيد المحددة في العقد. ",
      "في نفس الوقت، كنا على حق. في تلك اللحظة، فكرت أن الوقت ليس ما نراه على الساعة أو على التقويم، بل ما نفهمه. ما مدى سرعته؟ وما مدى بطئه؟ لدى شخص ما دقيقة، ولدى شخص آخر ثانية. الوقت ليس له حدود. والحدث الثاني في حياتي هو عندما تركتني أمي وتركت هذه الأرض.",
      "ثم قررت أن دراسة وتطوير مفاهيم الوقت هو شيء ليس مثيرًا للاهتمام بالنسبة لي فحسب، بل مهم أيضًا. عندما نفقد أحدًا نحبه، يتوقف الوقت في البداية، كما لو كان، ثم تدرك، حتى لو كان 50-80 عامًا، فهو صغير بشكل لا يصدق. لأن حياتنا هي ذكرى، نعرف ونذكر حياتنا فقط من خلال فترات زمنية.",
      "خذ وقت شخص ما، فلن يتبقى لديه أي ذكرى، وعندما تختفي الذكريات، تختفي الحياة... ليس من أجل لا شيء يقولون، طالما أنك تتذكر شخصًا ما، فإنه يستمر في العيش. لأنك تعطي الوقت له.",
      "25 فكرة لجهاد بكور عن الحياة والإنسان والساعة.",
      "السعادة تكمن في الانسجام. والانسجام يكمن في الثقة. يجب أن تؤمن بنفسك أولاً لتجد الانسجام.",
      "لأن تصبح ناجحًا، عليك التعرف على طعم المال، إنه أفضل محرك.",
      "في العصور القديمة، كان الشخص ذو النفوذ يمتلك دائمًا ختمه، ختم السلطة في قرننا هو ساعة حصرية.",
      "يمكنك تصديق ذلك، لا يمكنك تصديق ذلك. لكن من الضروري أن تحاول!",
      "ننسى أن نفخر بحقيقة أننا جميعًا مجرد بشر. أن تفخر ببيئتك (جواز السفر، الأمة، الاسم العائلي) يعني أن تكون غير فريد وأن تتبع فكرة شخص آخر.",
      "من المخيف أن تصبح رهينة للنجاح، من المهم أن تظل حرًا وتتحكم في حياتك، وليس أن تدع الظروف تملي شروطها.",
      "أرواحنا حية. الروح لها احتياجاتها الخاصة، وهي تحكمنا. عندما يحين وقت الراحة أو تغيير العمل، نشعر بالسوء. عندما نفعل كل شيء \"وفقًا لروحنا\"، نجد السعادة.",
      "الإنسان ووقته واحد.",
      "من المهم أن تتعلم عدم إضاعة الوقت، بل تقدير ما تبقى. فقط عندما تدرك ما تخسره، تبدأ في العيش الحياة على أكمل وجه.",
      "الوقت شهادة على أن الله يمشي جنبًا إلى جنب مع الإنسان على الأرض. إنه متشابك مع حياة الإنسان وجسده، والمورد الذي يُقاس أيضًا بالوقت. يجب أن نشفي الوقت وكذلك الجسم.",
      "يجب أن يكون الوقت سعيدًا وذا قيمة. الجسم - صحي. الروح - قوية.",
      "الله يرسل روحًا إلى الأرض ويمنحها جسدًا. مع الروح يولد الوقت. أقوم بإنشاء الساعة، إنها جسد الوقت.",
      "إلهام يعني أن تُحيي الروح. بدونك، لن يكون هناك نحن. ساعتُ مستوحاة من حياتك.",
      "تعلم أن تذكر كل لحظة حتى لا تخسر ثانية ثمينة من حياتك.",
      "حتى مجرد إلقاء نظرة على عنصر فخم يمكن أن يخلق مزاجًا.",
      "كل شخص هو علامة تجارية بالفعل.",
      "في الكون، كل شيء مسألة وقت! من يسيطر على الوقت يسيطر على الحياة.",
      "الله يعطينا هديّتين ثمينتين عند الولادة: الحياة والوقت.",
      "النهاية هي البداية.",
      "الكون لا يعرف كلمة \"إذا\". لا أؤمن بالمصادفة. التاريخ يسير بالضبط بالطريقة التي تقصدها.",
      "الآن كل ما لدينا. إدارة اللحظة وكن المركز، وليس في المركز.",
      "قصة كل شخص فريدة من نوعها. لا يمكن تزويرها، لا يمكن الخلط بينها، لا يمكن تكرارها.",
      "نحن نعيش في عالم ثلاثي الأبعاد. كل شيء له ثلاثة جوانب: الخير، الشر، والخفي.",
      "رفاهية الفهم لبعضنا البعض هي الرفاهية الحقيقية الوحيدة."
    ]
  }
];
